{
  "Notifications List": "सूचनाओं की सूची",
  "profile": {
    "Profile": "प्रोफ़ाइल",
    "Account Settings": "खाता सेटिंग्स",
    "Edit Profile": "प्रोफ़ाइल संपादित करें",
    "Manage Subscription": "सदस्यता प्रबंधित करें",
    "Change Password": "पासवर्ड बदलें",
    "Notification Settings": "सूचना सेटिंग्स",
    "Other Settings": "अन्य सेटिंग्स",
    "Blogs": "ब्लॉग्स",
    "News and Media": "समाचार और मीडिया",
    "Help Center": "सहायता केंद्र",
    "Contact Support": "समर्थन से संपर्क करें",
    "Privacy Policy": "गोपनीयता नीति",
    "Terms and Conditions": "नियम और शर्तें",
    "Logout": "लॉगआउट",
    "Free User": "मुफ्त उपयोगकर्ता",
    "Premium User": "प्रीमियम उपयोगकर्ता",
    "Remove Account": "खाता हटाएँ",
    "Change Language": "भाषा बदलें",
    "Read More": "और पढ़ें"
  },
  "Editprofile": {
    "Edit Profile": "प्रोफ़ाइल संपादित करें",
    "Edit Profile Picture": "प्रोफ़ाइल चित्र संपादित करें",
    "Profile Information": "प्रोफ़ाइल जानकारी",
    "Edit Info": "जानकारी संपादित करें",
    "Full Name": "पूरा नाम",
    "Email Address": "ईमेल पता",
    "Phone Number": "फ़ोन नंबर",
    "Date of Birth / Age": "जन्म तिथि / आयु",
    "Gender": "लिंग",
    "Update Profile": "प्रोफ़ाइल अपडेट करें",
    "Select Gender": "लिंग चुनें"
  },
  "ChangePassword": {
    "Change Password": "पासवर्ड बदलें",
    "Enter Current Password": "वर्तमान पासवर्ड दर्ज करें",
    "Enter New Password": "नया पासवर्ड दर्ज करें",
    "Retype New Password": "नया पासवर्ड पुनः लिखें",
    "A strong password is key for security": "एक मजबूत पासवर्ड सुरक्षा के लिए कुंजी है",
    "use 12-16 characters with a mix of uppercase, lowercase, numbers, and symbols. Avoid common words and personal info.": "बड़े अक्षर, छोटे अक्षर, संख्याएँ और प्रतीकों का मिश्रण करके 12-16 अक्षरों का उपयोग करें। सामान्य शब्दों और व्यक्तिगत जानकारी से बचें।"
  },
  "NotificationSettings": {
    "Notification Settings": "सूचना सेटिंग्स",
    "Choose Notification Channels": "सूचना चैनल चुनें",
    "Email Notification": "ईमेल सूचना",
    "Receive notification all of the messages, videos, Progress Updates.": "सभी संदेशों, वीडियो और प्रगति अपडेट की सूचनाएँ प्राप्त करें।",
    "Push Notification": "पुश सूचना",
    "Whatsapp Notification": "व्हाट्सएप सूचना",
    "Types of Notification": "सूचना के प्रकार",
    "Remainder": "अनुस्मारक",
    "Community Updates": "समुदाय अपडेट"
  },
  "Membership": {
    "Your payment has been processed Successfully": "आपका भुगतान सफलतापूर्वक संसाधित कर दिया गया है",
    "Done": "पूर्ण हुआ",
    "Success": "सफलता",
    "Unfortunately payment was rejected": "दुर्भाग्यवश, आपका भुगतान अस्वीकृत कर दिया गया है",
    "Failed": "असफल",
    "Upgrade Plan": "प्लान अपग्रेड करें",
    "refund_requested": "रिफंड का अनुरोध किया गया",
    "refund in process": "रिफंड प्रक्रिया में है",
    "refund_rejected": "रिफंड अस्वीकृत किया गया",
    "Cancel membership": "सदस्यता रद्द करें",
    "Next due date": "अगली देय तिथि",
    "Full access to all video series, articles, and quitting guides.": "सभी वीडियो श्रृंखलाओं, लेखों और छोड़ने के गाइड तक पूर्ण पहुँच।",
    "Cignix Pro": "Cignix प्रो",
    "Thank you for being a valued member of the CIGNIX family.": "CIGNIX परिवार के एक मूल्यवान सदस्य होने के लिए धन्यवाद।",
    "Active membership": "सक्रिय सदस्यता",
    "Select Premium plan": "प्रीमियम प्लान चुनें",
    "Buy Now for": "अभी खरीदें",
    "Edit": "संपादित करें",
    "Applied": "लागू किया गया",
    "Apply": "लागू करें",
    "Access essential features to help you begin your quit - journey.": "धूम्रपान छोड़ने की यात्रा शुरू करने में मदद करने वाली आवश्यक सुविधाओं तक पहुँच प्राप्त करें",
    "journey": "यात्रा",
    "Have a coupon code ?": "क्या आपके पास कूपन कोड है?",
    "Limited access to videos": "वीडियो तक सीमित पहुँच",
    "Daily reminders and milestone notifications": "दैनिक रिमाइंडर और माइलस्टोन सूचनाएँ",
    "Work progress metrics": "कार्य प्रगति मीट्रिक",
    "Cignix Pro Plan Benefits": "Cignix प्रो प्लान के लाभ",
    "Choose Your Plan": "अपना प्लान चुनें",
    "Cignix": "Cignix",
    "Prime": "प्राइम",
    "Free": "निःशुल्क",
    "year": "वर्ष",
    "basic Plan": "मूलभूत प्लान",
    "Access essential features to help you begin your quit-smoking journey.": "आपकी धूम्रपान छोड़ने की यात्रा शुरू करने में मदद करने के लिए आवश्यक सुविधाओं तक पहुँचें।"
  },
  "mobilelogin": {
    "Welcome Back": "फिर से स्वागत है",
    "Welcome description": "अपने मोबाइल नंबर से लॉगिन करें",
    "Mobile Number": "मोबाइल नंबर",
    "Get Otp": "ओटीपी प्राप्त करें",
    "or Login With": "या लॉगिन करें",
    "Google": "गूगल",
    "Password": "पासवर्ड",
    "Don't have an account?": "खाता नहीं है?",
    "Sign Up": "साइन अप करें"
  },
  "Onboarding": {
    "Your smoke-free life Begins now": "आपका धूम्रपान-मुक्त जीवन अब शुरू होता है!",
    "description": "एक सिगरेट आपके जीवन को छोटा कर सकती है। तंबाकू से छुटकारा पाएं और आज ही बेहतर जीवन शुरू करें!",
    "Get Started": "शुरू करें",
    "Already have an account?": "पहले से ही खाता है?"
  },
  "Passwordlogin": {
    "Welcome Back": "फिर से स्वागत है",
    "Welcome description": "अपने ईमेल और पासवर्ड से लॉगिन करें",
    "Email Your Email ID": "अपना ईमेल आईडी दर्ज करें",
    "Password": "पासवर्ड",
    "Log in": "लॉग इन करें",
    "forgot Password": "पासवर्ड भूल गए?",
    "or Login With": "या लॉगिन करें",
    "Google": "गूगल",
    "Phone": "फ़ोन",
    "Don't have an account?": "खाता नहीं है?",
    "Sign Up": "साइन अप करें"
  },
  "Sim1": {
    "Sim Test": "सिम परीक्षण",
    "Discover Your Score": "अपने स्कोर का पता लगाएं",
    "Smoking gives me a new energy whenever I feel low": "जब भी मैं कम महसूस करता हूँ, धूम्रपान मुझे नई ऊर्जा देता है",
    "Smoking clears my thoughts and gives me new ideas": "धूम्रपान मेरे विचारों को स्पष्ट करता है और मुझे नए विचार देता है",
    "Cigarette is not that bad as Nicotine has medicinal values too": "सिगरेट इतनी बुरी नहीं है क्योंकि निकोटीन में भी औषधीय गुण होते हैं",
    "Smoking helps me manage my anger": "धूम्रपान मुझे अपने गुस्से को नियंत्रित करने में मदद करता है",
    "Once a smoker, always a smoker": "एक बार धूम्रपान करने वाला, हमेशा धूम्रपान करने वाला",
    "Even if I quit smoking for some days, I will surely relapse": "अगर मैं कुछ दिनों के लिए धूम्रपान छोड़ दूं, तो मैं निश्चित रूप से फिर से धूम्रपान करूंगा",
    "Cigarette is my best friend": "सिगरेट मेरा सबसे अच्छा दोस्त है",
    "Cigarette helps me cope better with life": "सिगरेट मुझे जीवन से बेहतर तरीके से निपटने में मदद करती है"
  },
  "Congts": {
    "Congrats": "बधाई हो",
    "Congratulations": "क्विज़ पूरा करने पर बधाई!",
    "description": "अपने स्कोर देखने और अपने प्रदर्शन का मूल्यांकन करने के लिए कृपया साइन अप करें या लॉग इन करें।",
    "Sign Up to View scores": "स्कोर देखने के लिए साइन अप करें"
  },
  "Register": {
    "Let's Get Started": "आइए शुरू करें",
    "description": "व्यक्तिगत वीडियो और समर्थन अनलॉक करने के लिए एक खाता बनाएँ और धूम्रपान छोड़ने में सहायता प्राप्त करें।",
    "Enter your Name": "अपना नाम दर्ज करें",
    "Enter your Email ID": "अपना ईमेल आईडी दर्ज करें",
    "Enter your Mobile Number": "अपना मोबाइल नंबर दर्ज करें",
    "DD//MM//YYYY": "DD/MM/YYYY",
    "Select Gender": "लिंग चुनें",
    "Password": "पासवर्ड",
    "By signing up, you agree to our": "साइन अप करके, आप हमारी शर्तों से सहमत हैं",
    "Terms & Conditions": "नियम और शर्तें",
    "and": "और",
    "Privacy Policy": "गोपनीयता नीति",
    "Get Started": "शुरू करें",
    "Already have an account?": "पहले से ही खाता है?",
    "Log in": "लॉग इन करें"
  },
  "Otp": {
    "Verify Your Login": "अपना लॉगिन सत्यापित करें",
    "Enter the verification code we sent to your Number": "हमने आपके नंबर पर जो सत्यापन कोड भेजा है उसे दर्ज करें",
    "Verify otp": "ओटीपी सत्यापित करें",
    "Didn't get the code?": "कोड प्राप्त नहीं हुआ?",
    "Resend": "पुनः भेजें"
  },
  "Roadmap": {
    "Complete the SIM Test": "SIM टेस्ट पूरा करें",
    "Start by taking the SIM Test to evaluate your Smoking habits and readiness to quit": "अपनी धूम्रपान की आदतों और छोड़ने की तत्परता का मूल्यांकन करने के लिए SIM टेस्ट लें",
    "Watch All 7 Videos": "सभी 7 वीडियो देखें",
    "Each video is designed to guide you through the quitting process": "प्रत्येक वीडियो आपको छोड़ने की प्रक्रिया के माध्यम से मार्गदर्शन करने के लिए डिज़ाइन किया गया है",
    "Retake the SIM Test (SIM Test 2)": "SIM टेस्ट को फिर से लें (SIM टेस्ट 2)",
    "Each Video is designed to Guide you through the quitting process": "प्रत्येक वीडियो आपको छोड़ने की प्रक्रिया के माध्यम से मार्गदर्शन करने के लिए डिज़ाइन किया गया है",
    "Upgrade to premium": "प्रीमियम में अपग्रेड करें",
    "Upgrade to premium for advanced resources , personal coaching to support your smoke-free journey": "आपकी धूम्रपान-मुक्त यात्रा का समर्थन करने के लिए उन्नत संसाधनों, व्यक्तिगत कोचिंग के लिए प्रीमियम में अपग्रेड करें",
    "Go Premium": "प्रीमियम में जाएं",
    "For Extra Benefits": "अतिरिक्त लाभों के लिए",
    "See Plans": "योजनाएँ देखें",
    "Roadmap": "मार्गदर्शिका",
    "Completed": "पूर्ण",
    "Pending": "लंबित"
  },
  "Homescreen": {
    "Hello": "नमस्ते",
    "Here is Your SIM Test Score": "यहाँ आपका SIM टेस्ट स्कोर है",
    "Start Video Course": "वीडियो कोर्स शुरू करें",
    "Complete Our Free video course to Improve Score": "अपने स्कोर में सुधार के लिए हमारा मुफ्त वीडियो कोर्स पूरा करें",
    "Address": "पता",
    "Complete your SIM Test": "अपनी SIM टेस्ट पूरी करें",
    "updated on": "अपडेट किया गया",
    "Completed Videos": "पूर्ण वीडियो",
    "Upcoming Videos": "आगामी वीडियो",
    "You've Done It! SIM Test 2 Complete!": "आपने कर दिखाया! SIM टेस्ट 2 पूरा!",
    "Continue Watching": "देखना जारी रखें",
    "Smoke-Free Life Continues": "धूम्रपान-मुक्त जीवन जारी है",
    "Discover Your Score": "अपना स्कोर खोजें",
    "Your Test Results": "आपके टेस्ट परिणाम",
    "Great attempt": "शानदार प्रयास",
    "A few tweaks can make a big difference.": "कुछ बदलाव बड़ा अंतर ला सकते हैं।",
    "What’s Next?": "अब क्या?",
    "Don’t worry! Here’s what you can do to improve": "चिंता न करें! सुधारने के लिए आप क्या कर सकते हैं यहाँ है",
    "Become the": "बनें",
    "Best Version of You": "आपका सर्वश्रेष्ठ संस्करण",
    "Sign Up for Membership": "सदस्यता के लिए साइन अप करें",
    "Test Yourself Again": "अपने आप को फिर से टेस्ट करें",
    "Complete the video course to retake the test": "पुनः टेस्ट लेने के लिए वीडियो कोर्स पूरा करें",
    "Welcome Back! Your Journey to a": "स्वागत है! आपका सफर",
    "Low Score": "कम स्कोर",
    "Any Questions?": "कोई प्रश्न?",
    "Do you need help or have any questions about": "क्या आपको मदद की आवश्यकता है या",
    "what you just learned? Let us know below!": "आपने अभी जो सीखा उसके बारे में कोई प्रश्न हैं? हमें नीचे बताएं!",
    "Submit Question": "प्रश्न सबमिट करें",
    "No Questions, I Understand": "कोई प्रश्न नहीं, मुझे समझ में आया",
    "Got It": "समझ गया",
    "Enter 6 Digit Otp": "6 अंकों का Otp दर्ज करें",
    "Enter Your Whatsapp Number": "अपना Whatsapp नंबर दर्ज करें",
    "Verify Otp": "Otp सत्यापित करें",
    "Send Otp": "Otp भेजें",
    "Whatsapp Number": "Whatsapp नंबर",
    "Is the given number during registration is your whatsapp number": "क्या पंजीकरण के दौरान दिया गया नंबर आपका whatsapp नंबर है?",
    "No": "नहीं",
    "Yes": "हाँ",
    "Please Enter 6 Digit Otp": "कृपया 6 अंकों का Otp दर्ज करें"
  },
  "HelpCenter": {
    "Discover how to reach us and connect with our support team": "जानें कि हमसे कैसे संपर्क करें और हमारी सहायता टीम से कैसे जुड़ें",
    "Ways to Contact Us": "हमसे संपर्क करने के तरीके",
    "Get help with login, app errors, syncing, and restoring progress.": "लॉगिन, ऐप त्रुटियों, समन्वय और प्रगति को पुनर्स्थापित करने में मदद प्राप्त करें।",
    "Technical Support": "तकनीकी सहायता",
    "Want to know about plans and payment methods? Learn more here.": "योजनाओं और भुगतान विधियों के बारे में जानना चाहते हैं? यहां और जानें।",
    "Pricing and Payment": "मूल्य निर्धारण और भुगतान",
    "Find answers to help you quit smoking with Cignix": "Cignix के साथ धूम्रपान छोड़ने में मदद करने के लिए उत्तर खोजें",
    "Frequently Asked Questions": "अक्सर पूछे जाने वाले प्रश्न",
    "Embark on your journey to quit smoking with Cignix": "Cignix के साथ धूम्रपान छोड़ने की अपनी यात्रा शुरू करें",
    "Get Started With Cignix": "Cignix के साथ शुरू करें",
    "We're so glad you're here. Quitting smoking is a journey, and you don’t have to do it alone. Whether you're looking for guidance, helpful tips, or answers to your questions, we’re here to support you every step of the way. Browse the sections below to get the help you need and take your first step toward a healthier, smoke-free life.": "हमें खुशी है कि आप यहाँ हैं। धूम्रपान छोड़ना एक यात्रा है, और आपको इसे अकेले नहीं करना है। चाहे आप मार्गदर्शन, सहायक सुझाव या अपने प्रश्नों के उत्तर खोज रहे हों, हम हर कदम पर आपका समर्थन करने के लिए यहाँ हैं। आवश्यक सहायता प्राप्त करने के लिए नीचे दिए गए अनुभागों को ब्राउज़ करें और एक स्वस्थ, धूम्रपान-मुक्त जीवन की ओर अपना पहला कदम उठाएं।",
    "Welcome to the Cignix Help Center!": "Cignix सहायता केंद्र में आपका स्वागत है!",
    "Help Center": "सहायता केंद्र"
  },
  "ContactUs": {
    "We’re committed to offering the best possible support, ensuring your experience with us is smooth!": "हम सर्वोत्तम संभव समर्थन प्रदान करने के लिए प्रतिबद्ध हैं, यह सुनिश्चित करते हुए कि आपके साथ हमारा अनुभव सुचारू हो!",
    "Phone": "फोन",
    "India.": "भारत.",
    "Haryana": "हरियाणा",
    "Gurgaon,": "गुरुग्राम,",
    "Iris Tech Park, Sector-48,": "आईरिस टेक पार्क, सेक्टर-48,",
    "Unit No. 105, First Floor,": "यूनिट नंबर 105, पहली मंजिल,",
    "In order to resolve a complaint regarding the Services or to receive further information regarding the use of the Services, please contact us at": "सेवाओं के संबंध में शिकायत को हल करने या सेवाओं के उपयोग के संबंध में अधिक जानकारी प्राप्त करने के लिए, कृपया हमसे संपर्क करें",
    "CONTACT US": "हमसे संपर्क करें",
    "option on our website.": "हमारी वेबसाइट पर विकल्प.",
    "Live Chat": "लाइव चैट",
    "If you need help outside of our customer support hours, you can make use of the": "यदि आपको हमारे ग्राहक सहायता घंटों के बाहर मदद की आवश्यकता है, तो आप इसका उपयोग कर सकते हैं",
    "Note": "नोट",
    "Closed": "बंद",
    "Saturday": "शनिवार",
    "Sunday": "रविवार",
    "Monday": "सोमवार",
    "Friday": "शुक्रवार",
    "Our team is dedicated to providing excellent support during the following hours": "हमारी टीम निम्नलिखित घंटों के दौरान उत्कृष्ट समर्थन प्रदान करने के लिए समर्पित है",
    "Customer Support Hours": "ग्राहक सहायता घंटे",
    "Connect instantly with a support agent for quick resolutions.": "त्वरित समाधान के लिए तुरंत एक समर्थन एजेंट से जुड़ें.",
    "on our website": "हमारी वेबसाइट पर",
    "Need immediate help? Our live chat service is available": "तत्काल मदद की आवश्यकता है? हमारी लाइव चैट सेवा उपलब्ध है",
    "Our phone lines are open during our support hours": "हमारी सहायता घंटों के दौरान हमारी फोन लाइन्स खुली हैं",
    "for assistance": "सहायता के लिए",
    "If you prefer to speak directly with our team, call us at": "यदि आप हमारी टीम से सीधे बात करना चाहते हैं, तो हमें कॉल करें",
    "Phone Support": "फोन समर्थन",
    "and we’ll get back to you as soon as possible.": "और हम जल्द से जल्द आपसे संपर्क करेंगे.",
    "For any questions or concerns, feel free to email us": "किसी भी प्रश्न या चिंता के लिए, हमें ईमेल करने में संकोच न करें",
    "Email Support": "ईमेल समर्थन",
    "We’re here to help! There are several ways to reach our customer support team": "हम मदद के लिए यहाँ हैं! हमारे ग्राहक सहायता टीम से संपर्क करने के कई तरीके हैं",
    "Contact Support": "समर्थन से संपर्क करें"
  },
  "PrivacyPolicy": {
    "Privacy Policy": "गोपनीयता नीति",
    "Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, details about how we have processed it, correct inaccuracies, or delete your personal information. You may also have the right to withdraw your consent to our processing of your personal information. These rights may be limited in some circumstances by applicable law. To request to review, update, or delete your personal information, please fill out and submit a data subject access request.": "आपके देश के लागू कानूनों के आधार पर, आपके पास हमसे आपके द्वारा एकत्रित व्यक्तिगत जानकारी तक पहुंच का अनुरोध करने, इसके प्रसंस्करण के बारे में विवरण जानने, अशुद्धियों को ठीक करने या अपनी व्यक्तिगत जानकारी को हटाने का अधिकार हो सकता है। आपके पास हमारी ओर से आपकी व्यक्तिगत जानकारी के प्रसंस्करण के लिए दी गई अपनी सहमति को वापस लेने का अधिकार भी हो सकता है। कुछ परिस्थितियों में ये अधिकार लागू कानून द्वारा सीमित हो सकते हैं। अपनी व्यक्तिगत जानकारी की समीक्षा, अपडेट या हटाने का अनुरोध करने के लिए, कृपया डेटा विषय पहुंच अनुरोध भरें और जमा करें।",
    "HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?": "आप हमारे द्वारा आपसे एकत्रित डेटा की समीक्षा, अपडेट या हटाने कैसे कर सकते हैं?",
    "or contact us by post at": "या हमें डाक द्वारा संपर्क करें",
    "If you have questions or comments about this notice, you may email us at": "यदि इस नोटिस के बारे में आपके कोई प्रश्न या टिप्पणियाँ हैं, तो आप हमें ईमेल कर सकते हैं",
    "HOW CAN YOU CONTACT US ABOUT THIS NOTICE?": "आप इस नोटिस के बारे में हमसे कैसे संपर्क कर सकते हैं?",
    "We may update this Privacy Notice from time to time. The updated version will be indicated by an updated 'Revised' date at the top of this Privacy Notice. If we make material changes to this Privacy Notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification. We encourage you to review this Privacy Notice frequently to be informed of how we are protecting your information.": "हम इस गोपनीयता नोटिस को समय-समय पर अपडेट कर सकते हैं। अपडेटेड संस्करण इस गोपनीयता नोटिस के शीर्ष पर एक अपडेटेड 'संशोधित' तिथि द्वारा संकेतित किया जाएगा। यदि हम इस गोपनीयता नोटिस में महत्वपूर्ण परिवर्तन करते हैं, तो हम आपको या तो ऐसे परिवर्तनों की सूचना प्रमुखता से पोस्ट करके या आपको सीधे एक अधिसूचना भेजकर सूचित कर सकते हैं। हम आपको इस गोपनीयता नोटिस की बार-बार समीक्षा करने के लिए प्रोत्साहित करते हैं ताकि आप यह जान सकें कि हम आपकी जानकारी को कैसे सुरक्षित रख रहे हैं।",
    "Yes, we will update this notice as necessary to stay compliant with relevant laws.": "हाँ, हम प्रासंगिक कानूनों के अनुपालन में रहने के लिए आवश्यकतानुसार इस नोटिस को अपडेट करेंगे।",
    "In Short": "संक्षेप में",
    "DO WE MAKE UPDATES TO THIS NOTICE?": "क्या हम इस नोटिस को अपडेट करते हैं?",
    "Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track ('DNT') feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. At this stage, no uniform technology standard for recognising and implementing DNT signals has been finalised. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Notice.": "अधिकांश वेब ब्राउज़र और कुछ मोबाइल ऑपरेटिंग सिस्टम और मोबाइल एप्लिकेशन में एक 'ट्रैक न करें' ('DNT') सुविधा या सेटिंग शामिल होती है जिसे आप अपनी गोपनीयता प्राथमिकता को संकेत देने के लिए सक्रिय कर सकते हैं ताकि आपकी ऑनलाइन ब्राउज़िंग गतिविधियों के बारे में डेटा की निगरानी और संग्रह न हो। इस चरण में, DNT संकेतों को पहचानने और लागू करने के लिए कोई एकसमान तकनीकी मानक अंतिम रूप नहीं दिया गया है। इसलिए, हम वर्तमान में DNT ब्राउज़र संकेतों या किसी अन्य तंत्र का जवाब नहीं देते हैं जो स्वचालित रूप से आपकी ऑनलाइन ट्रैक न करने की पसंद को संप्रेषित करता हो। यदि भविष्य में ऑनलाइन ट्रैकिंग के लिए कोई मानक अपनाया जाता है जिसे हमें पालन करना होगा, तो हम आपको इस गोपनीयता नोटिस के संशोधित संस्करण में उस प्रथा के बारे में सूचित करेंगे।",
    "CONTROLS FOR DO-NOT-TRACK FEATURES": "ट्रैक न करें सुविधाओं के लिए नियंत्रण",
    "If you have questions or comments about your privacy rights, you may email us at": "यदि आपके गोपनीयता अधिकारों के बारे में कोई प्रश्न या टिप्पणियाँ हैं, तो आप हमें ईमेल कर सकते हैं",
    "Cookies and similar technologies: Most Web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove cookies and to reject cookies. If you choose to remove cookies or reject cookies, this could affect certain features or services of our Services.": "कुकीज़ और समान तकनीकें: अधिकांश वेब ब्राउज़र डिफ़ॉल्ट रूप से कुकीज़ स्वीकार करने के लिए सेट होते हैं। यदि आप चाहें, तो आप आमतौर पर अपने ब्राउज़र को कुकीज़ हटाने और कुकीज़ को अस्वीकार करने के लिए सेट कर सकते हैं। यदि आप कुकीज़ हटाने या अस्वीकार करने का चयन करते हैं, तो यह हमारी सेवाओं की कुछ सुविधाओं या सेवाओं को प्रभावित कर सकता है।",
    "Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our legal terms and/or comply with applicable legal requirements.": "आपके खाते को समाप्त करने के आपके अनुरोध पर, हम आपके खाते और जानकारी को हमारे सक्रिय डेटाबेस से निष्क्रिय या हटा देंगे। हालांकि, हम धोखाधड़ी को रोकने, समस्याओं का निवारण करने, किसी भी जांच में सहायता करने, हमारे कानूनी नियमों को लागू करने और/या लागू कानूनी आवश्यकताओं का पालन करने के लिए अपनी फाइलों में कुछ जानकारी रख सकते हैं।",
    "Contact us using the contact information provided.": "प्रदान की गई संपर्क जानकारी का उपयोग करके हमसे संपर्क करें।",
    "Log in to your account settings and update your user account.": "अपने खाते की सेटिंग्स में लॉग इन करें और अपने उपयोगकर्ता खाते को अपडेट करें।",
    "If you would at any time like to review or change the information in your account or terminate your account, you can": "यदि आप किसी भी समय अपने खाते में जानकारी की समीक्षा या बदलाव करना चाहते हैं या अपने खाते को समाप्त करना चाहते हैं, तो आप कर सकते हैं",
    "Account Information": "खाता जानकारी",
    "However, please note that this will not affect the lawfulness of the processing before its withdrawal nor when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.": "हालांकि, कृपया ध्यान दें कि यह इसके वापस लेने से पहले प्रसंस्करण की वैधता को प्रभावित नहीं करेगा और न ही जब लागू कानून अनुमति देता है, तो यह सहमति के अलावा अन्य वैध प्रसंस्करण आधारों पर निर्भर आपकी व्यक्तिगत जानकारी के प्रसंस्करण को प्रभावित करेगा।",
    "If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time. You can withdraw your consent at any time by contacting us using the contact details provided in the section": "यदि हम आपकी व्यक्तिगत जानकारी को संसाधित करने के लिए आपकी सहमति पर निर्भर हैं, जो लागू कानून के आधार पर स्पष्ट और/या निहित सहमति हो सकती है, तो आपके पास किसी भी समय अपनी सहमति वापस लेने का अधिकार है। आप इस खंड में प्रदान किए गए संपर्क विवरण का उपयोग करके हमसे संपर्क करके किसी भी समय अपनी सहमति वापस ले सकते हैं",
    "Withdrawing your consent": "अपनी सहमति वापस लेना",
    "You may review, change, or terminate your account at any time, depending on your country, province, or state of residence.": "आप अपने देश, प्रांत या निवास राज्य के आधार पर किसी भी समय अपने खाते की समीक्षा, बदलाव या समाप्ति कर सकते हैं।",
    "WHAT ARE YOUR PRIVACY RIGHTS?": "आपके गोपनीयता अधिकार क्या हैं?",
    "We do not knowingly collect, solicit data from, or market to children under 18 years of age, nor do we knowingly sell such personal information. By using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services. If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. If you become aware of any data we may have collected from children under the age of 18, please contact us at": "हम जानबूझकर 18 साल से कम उम्र के बच्चों से डेटा एकत्र नहीं करते, न ही उनसे डेटा मांगते हैं या उन्हें बाजार में पेश करते हैं, और न ही हम ऐसी व्यक्तिगत जानकारी को जानबूझकर बेचते हैं। सेवाओं का उपयोग करके, आप यह प्रतिनिधित्व करते हैं कि आप कम से कम 18 वर्ष के हैं या आप ऐसे नाबालिग के माता-पिता या अभिभावक हैं और ऐसे नाबालिग आश्रित के सेवाओं के उपयोग के लिए सहमति देते हैं। यदि हमें पता चलता है कि 18 साल से कम उम्र के उपयोगकर्ताओं से व्यक्तिगत जानकारी एकत्र की गई है, तो हम खाते को निष्क्रिय कर देंगे और ऐसे डेटा को हमारे रिकॉर्ड से तुरंत हटाने के लिए उचित उपाय करेंगे। यदि आपको किसी ऐसे डेटा के बारे में पता चलता है जो हमने 18 साल से कम उम्र के बच्चों से एकत्र किया हो सकता है, तो कृपया हमसे संपर्क करें",
    "We do not knowingly collect data from or market to children under 18 years of age.": "हम जानबूझकर 18 साल से कम उम्र के बच्चों से डेटा एकत्र नहीं करते या उन्हें बाजार में पेश नहीं करते।",
    "DO WE COLLECT INFORMATION FROM MINORS?": "क्या हम नाबालिगों से जानकारी एकत्र करते हैं?",
    "We have implemented appropriate and reasonable technical and organisational security measures designed to protect the security of any personal information we process. However, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorised third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. Although we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk. You should only access the Services within a secure environment.": "हमने किसी भी व्यक्तिगत जानकारी की सुरक्षा को सुरक्षित करने के लिए डिज़ाइन की गई उचित और यथोचित तकनीकी और संगठनात्मक सुरक्षा उपाय लागू किए हैं, जो हम संसाधित करते हैं। हालांकि, आपकी जानकारी को सुरक्षित करने के लिए हमारे सुरक्षा उपायों और प्रयासों के बावजूद, इंटरनेट पर कोई भी इलेक्ट्रॉनिक प्रसारण या सूचना भंडारण तकनीक 100% सुरक्षित होने की गारंटी नहीं दी जा सकती, इसलिए हम वादा या गारंटी नहीं दे सकते कि हैकर्स, साइबर अपराधी, या अन्य अनधिकृत तृतीय पक्ष हमारी सुरक्षा को पराजित करने और आपकी जानकारी को अनुचित रूप से एकत्र करने, पहुँचने, चोरी करने या संशोधित करने में सक्षम नहीं होंगे। हालांकि हम आपकी व्यक्तिगत जानकारी को सुरक्षित करने के लिए अपनी पूरी कोशिश करेंगे, हमारी सेवाओं से और उन तक व्यक्तिगत जानकारी का प्रसारण आपके अपने जोखिम पर है। आपको सेवाओं को केवल एक सुरक्षित वातावरण में ही पहुँचना चाहिए।",
    "HOW DO WE KEEP YOUR INFORMATION SAFE?": "हम आपकी जानकारी को कैसे सुरक्षित रखते हैं?",
    "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymise such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.": "जब हमारे पास आपकी व्यक्तिगत जानकारी को संसाधित करने की कोई चल रही वैध व्यावसायिक आवश्यकता नहीं होगी, तो हम ऐसी जानकारी को या तो हटा देंगे या गुमनाम कर देंगे, या यदि यह संभव नहीं है (उदाहरण के लिए, क्योंकि आपकी व्यक्तिगत जानकारी बैकअप संग्रह में संग्रहीत की गई है), तो हम आपकी व्यक्तिगत जानकारी को सुरक्षित रूप से संग्रहीत करेंगे और इसे किसी भी आगे के प्रसंस्करण से अलग रखेंगे जब तक कि हटाना संभव न हो।",
    "We keep your information for as long as necessary to fulfil the purposes outlined in this Privacy Notice unless otherwise required by law. We will only keep your personal information for as long as it is necessary for the purposes set out in this Privacy Notice unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements). No purpose in this notice will require us to keep your personal information for longer than the period of time in which users have an account with us.": "हम आपकी जानकारी को इस गोपनीयता नोटिस में उल्लिखित उद्देश्यों को पूरा करने के लिए आवश्यक समय तक रखते हैं, जब तक कि कानून द्वारा अन्यथा आवश्यक न हो। हम आपकी व्यक्तिगत जानकारी को इस गोपनीयता नोटिस में निर्धारित उद्देश्यों के लिए आवश्यक समय तक ही रखेंगे, जब तक कि कानून द्वारा लंबी अवधारण अवधि की आवश्यकता या अनुमति न हो (जैसे कि कर, लेखा, या अन्य कानूनी आवश्यकताएँ)। इस नोटिस में कोई भी उद्देश्य हमें उपयोगकर्ताओं के हमारे साथ खाता रखने की अवधि से अधिक समय तक आपकी व्यक्तिगत जानकारी को रखने की आवश्यकता नहीं होगी।",
    "HOW LONG DO WE KEEP YOUR INFORMATION?": "हम आपकी जानकारी को कितने समय तक रखते हैं?",
    "We will use the information we receive only for the purposes that are described in this Privacy Policy or that are otherwise made clear to you on the relevant Services. Please note that we do not control, and are not responsible for, other uses of your personal information by your third-party social media provider. We recommend that you review their privacy policy to understand how they collect, use, and share your personal information, and how you can set your privacy preferences on their sites and apps.": "हम जो जानकारी प्राप्त करते हैं, उसे केवल इस गोपनीयता नीति में वर्णित उद्देश्यों के लिए या संबंधित सेवाओं पर आपके लिए स्पष्ट किए गए अन्य उद्देश्यों के लिए ही उपयोग करेंगे। कृपया ध्यान दें कि हम आपके तृतीय-पक्ष सोशल मीडिया प्रदाता द्वारा आपकी व्यक्तिगत जानकारी के अन्य उपयोगों को नियंत्रित नहीं करते और इसके लिए जिम्मेदार नहीं हैं। हम अनुशंसा करते हैं कि आप उनकी गोपनीयता नीति की समीक्षा करें ताकि यह समझ सकें कि वे आपकी व्यक्तिगत जानकारी को कैसे एकत्र करते हैं, उपयोग करते हैं और साझा करते हैं, और आप उनकी साइटों और ऐप्स पर अपनी गोपनीयता प्राथमिकताएँ कैसे सेट कर सकते हैं।",
    "Our Services offer you the ability to register and log in using your third-party social media account details (like your Facebook or X logins). Where you choose to do this, we will receive certain profile information about you from your social media provider. The profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, and profile picture, as well as other information you choose to make public on such a social media platform.": "हमारी सेवाएँ आपको अपने तृतीय-पक्ष सोशल मीडिया खाता विवरण (जैसे आपके फेसबुक या एक्स लॉगिन) का उपयोग करके पंजीकरण करने और लॉग इन करने की क्षमता प्रदान करती हैं। जहाँ आप ऐसा करना चुनते हैं, वहाँ हम आपके सोशल मीडिया प्रदाता से आपके बारे में कुछ प्रोफाइल जानकारी प्राप्त करेंगे। हमारे द्वारा प्राप्त प्रोफाइल जानकारी संबंधित सोशल मीडिया प्रदाता के आधार पर भिन्न हो सकती है, लेकिन इसमें अक्सर आपका नाम, ईमेल पता, मित्र सूची, और प्रोफाइल चित्र, साथ ही ऐसी सोशल मीडिया प्लेटफॉर्म पर आपके द्वारा सार्वजनिक करने के लिए चुनी गई अन्य जानकारी शामिल होगी।",
    "HOW DO WE HANDLE YOUR SOCIAL LOGINS?": "हम आपके सोशल लॉगिन को कैसे संभालते हैं?",
    "For more information on the privacy practices of Google, please visit the Google Privacy & Terms page.": "Google की गोपनीयता प्रथाओं के बारे में अधिक जानकारी के लिए, कृपया Google गोपनीयता और शर्तें पृष्ठ पर जाएँ।",
    "We may share your information with Google Analytics to track and analyse the use of the Services. To opt out of being tracked by Google Analytics across the Services, visit": "हम सेवाओं के उपयोग को ट्रैक करने और विश्लेषण करने के लिए आपकी जानकारी को Google Analytics के साथ साझा कर सकते हैं। सेवाओं में Google Analytics द्वारा ट्रैक किए जाने से बाहर निकलने के लिए, पर जाएँ",
    "Google Analytics": "Google Analytics",
    "Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice.": "हम ऐसी तकनीकों का उपयोग कैसे करते हैं और आप कुछ कुकीज़ को कैसे अस्वीकार कर सकते हैं, इसके बारे में विशिष्ट जानकारी हमारे कुकी नोटिस में दी गई है।",
    "We also permit third parties and service providers to use online tracking technologies on our Services for analytics and advertising, including to help manage and display advertisements, to tailor advertisements to your interests, or to send abandoned shopping cart reminders (depending on your communication preferences). The third parties and service providers use their technology to provide advertising about products and services tailored to your interests which may appear either on our Services or on other websites.": "हम तृतीय पक्षों और सेवा प्रदाताओं को भी विश्लेषण और विज्ञापन के लिए हमारी सेवाओं पर ऑनलाइन ट्रैकिंग तकनीकों का उपयोग करने की अनुमति देते हैं, जिसमें विज्ञापनों को प्रबंधित करने और प्रदर्शित करने में मदद करना, आपके हितों के अनुसार विज्ञापनों को अनुकूलित करना, या परित्यक्त शॉपिंग कार्ट रिमाइंडर भेजना (आपकी संचार प्राथमिकताओं के आधार पर) शामिल है। तृतीय पक्ष और सेवा प्रदाता अपनी तकनीक का उपयोग आपके हितों के अनुसार अनुकूलित उत्पादों और सेवाओं के बारे में विज्ञापन प्रदान करने के लिए करते हैं, जो या तो हमारी सेवाओं पर या अन्य वेबसाइटों पर दिखाई दे सकते हैं।",
    "We may use cookies and other tracking technologies to collect and store your information. We may use cookies and similar tracking technologies (like web beacons and pixels) to gather information when you interact with our Services. Some online tracking technologies help us maintain the security of our Services and your account, prevent crashes, fix bugs, save your preferences, and assist with basic site functions.": "हम आपकी जानकारी को एकत्र करने और संग्रहीत करने के लिए कुकीज़ और अन्य ट्रैकिंग तकनीकों का उपयोग कर सकते हैं। हम आपके द्वारा हमारी सेवाओं के साथ इंटरैक्ट करने पर जानकारी एकत्र करने के लिए कुकीज़ और समान ट्रैकिंग तकनीकों (जैसे वेब बीकन और पिक्सल) का उपयोग कर सकते हैं। कुछ ऑनलाइन ट्रैकिंग तकनीकें हमारी सेवाओं और आपके खाते की सुरक्षा बनाए रखने, क्रैश को रोकने, बग्स को ठीक करने, आपकी प्राथमिकताओं को सहेजने और मूल साइट कार्यों में सहायता करने में मदद करती हैं।",
    "DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?": "क्या हम कुकीज़ और अन्य ट्रैकिंग तकनीकों का उपयोग करते हैं?",
    "We may share your information with our business partners to offer you certain products, services, or promotions.": "हम आपको कुछ उत्पादों, सेवाओं या प्रचारों की पेशकश करने के लिए अपनी जानकारी को हमारे व्यावसायिक भागीदारों के साथ साझा कर सकते हैं।",
    "Business Partners": "व्यावसायिक भागीदार",
    "We may share your information with our affiliates, in which case we will require those affiliates to honour this Privacy Notice. Affiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us.": "हम आपकी जानकारी को अपने सहयोगियों के साथ साझा कर सकते हैं, ऐसी स्थिति में हम उन सहयोगियों से इस गोपनीयता नोटिस का सम्मान करने की आवश्यकता करेंगे। सहयोगियों में हमारी मूल कंपनी और कोई भी सहायक कंपनियाँ, संयुक्त उद्यम भागीदार, या अन्य कंपनियाँ शामिल हैं जिन्हें हम नियंत्रित करते हैं या जो हमारे साथ सामान्य नियंत्रण में हैं.",
    "Affiliates": "सहयोगी",
    "We may share your information with certain Google Maps Platform APIs (e.g. Google Maps API, Places API). Google Maps uses GPS, Wi-Fi, and cell towers to estimate your location. GPS is accurate to about 20 meters, while Wi-Fi and cell towers help improve accuracy when GPS signals are weak, like indoors. This data helps Google Maps provide directions, but it is not always perfectly precise. We obtain and store on your device ('cache') your location. You may revoke your consent anytime by contacting us at the contact details provided at the end of this document.": "हम आपकी जानकारी को कुछ Google Maps Platform APIs (उदाहरण के लिए Google Maps API, Places API) के साथ साझा कर सकते हैं। Google Maps आपके स्थान का अनुमान लगाने के लिए GPS, Wi-Fi, और सेल टावरों का उपयोग करता है। GPS लगभग 20 मीटर तक सटीक होता है, जबकि Wi-Fi और सेल टावर GPS सिग्नल कमजोर होने पर सटीकता में सुधार करने में मदद करते हैं, जैसे कि घर के अंदर। यह डेटा Google Maps को दिशा-निर्देश प्रदान करने में मदद करता है, लेकिन यह हमेशा पूरी तरह से सटीक नहीं होता। हम आपके स्थान को प्राप्त करते हैं और आपके डिवाइस पर संग्रहीत करते हैं ('कैश')। आप इस दस्तावेज़ के अंत में प्रदान किए गए संपर्क विवरण पर हमसे संपर्क करके किसी भी समय अपनी सहमति को रद्द कर सकते हैं।",
    "When we use Google Maps Platform APIs": "जब हम Google Maps Platform APIs का उपयोग करते हैं",
    "We may share or transfer your information in connection with or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.": "हम किसी भी विलय, कंपनी की संपत्तियों की बिक्री, वित्तपोषण, या हमारे व्यवसाय के सभी या एक हिस्से को किसी अन्य कंपनी द्वारा अधिग्रहण के संबंध में या बातचीत के दौरान आपकी जानकारी को साझा या हस्तांतरित कर सकते हैं.",
    "Business Transfers": "व्यावसायिक हस्तांतरण",
    "We may need to share your personal information in the following situations": "हमें निम्नलिखित स्थितियों में आपकी व्यक्तिगत जानकारी साझा करने की आवश्यकता हो सकती है",
    "We may share information in specific situations described in this section and/or with the following third parties.": "हम इस खंड में वर्णित विशिष्ट स्थितियों में और/या निम्नलिखित तृतीय पक्षों के साथ जानकारी साझा कर सकते हैं।",
    "WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?": "हम आपकी व्यक्तिगत जानकारी को कब और किसके साथ साझा करते हैं?",
    "We may process your information when we believe it is necessary to identify usage trends, determine the effectiveness of our promotional campaigns, and evaluate and improve our Services, products, marketing, and your experience.": "हम आपकी जानकारी को तब संसाधित कर सकते हैं जब हमें लगता है कि उपयोग के रुझानों की पहचान करना, हमारे प्रचार अभियानों की प्रभावशीलता का निर्धारण करना, और हमारी सेवाओं, उत्पादों, विपणन, और आपके अनुभव का मूल्यांकन और सुधार करना आवश्यक है।",
    "To evaluate and improve our Services, products, marketing, and your experience": "हमारी सेवाओं, उत्पादों, विपणन, और आपके अनुभव का मूल्यांकन और सुधार करने के लिए",
    "We may process your information as part of our efforts to keep our Services safe and secure, including fraud monitoring and prevention.": "हम अपनी सेवाओं को सुरक्षित और संरक्षित रखने के प्रयासों के हिस्से के रूप में आपकी जानकारी को संसाधित कर सकते हैं, जिसमें धोखाधड़ी की निगरानी और रोकथाम शामिल है।",
    "To protect our Services": "हमारी सेवाओं को सुरक्षित करने के लिए",
    "We post testimonials on our Services that may contain personal information.": "हम अपनी सेवाओं पर प्रशंसापत्र पोस्ट करते हैं जिसमें व्यक्तिगत जानकारी हो सकती है।",
    "To post testimonials": "प्रशंसापत्र पोस्ट करने के लिए",
    "We may process your information to develop and display personalised content and advertising tailored to your interests, location, and more.": "हम आपके हितों, स्थान और अधिक के अनुसार व्यक्तिगत सामग्री और विज्ञापन विकसित करने और प्रदर्शित करने के लिए आपकी जानकारी को संसाधित कर सकते हैं।",
    "To deliver targeted advertising to you": "आपको लक्षित विज्ञापन देने के लिए",
    "We may process your information when necessary to request feedback and to contact you about your use of our Services.": "हम आपकी जानकारी को तब संसाधित कर सकते हैं जब हमारे सेवाओं के आपके उपयोग के बारे में प्रतिक्रिया मांगना और आपसे संपर्क करना आवश्यक हो।",
    "To request feedback": "प्रतिक्रिया मांगने के लिए",
    "We may process your information if you choose to use any of our offerings that allow for communication with another user.": "हम आपकी जानकारी को तब संसाधित कर सकते हैं यदि आप हमारे किसी भी प्रस्ताव का उपयोग करना चुनते हैं जो किसी अन्य उपयोगकर्ता के साथ संचार की अनुमति देता हो।",
    "To enable user-to-user communications": "उपयोगकर्ता-से-उपयोगकर्ता संचार को सक्षम करने के लिए",
    "We may process your information to fulfil and manage your orders, payments, returns, and exchanges made through the Services.": "हम सेवाओं के माध्यम से किए गए आपके ऑर्डर, भुगतान, रिटर्न और विनिमय को पूरा करने और प्रबंधित करने के लिए आपकी जानकारी को संसाधित कर सकते हैं.",
    "To fulfil and manage your orders": "आपके ऑर्डर को पूरा करने और प्रबंधित करने के लिए",
    "We may process your information to send you details about our products and services, changes to our terms and policies, and other similar information.": "हम अपने उत्पादों और सेवाओं के विवरण, हमारी शर्तों और नीतियों में परिवर्तन, और अन्य समान जानकारी आपको भेजने के लिए आपकी जानकारी को संसाधित कर सकते हैं।",
    "To send administrative information to you": "आपको प्रशासनिक जानकारी भेजने के लिए",
    "We may process your information to respond to your inquiries and solve any potential issues you might have with the requested service.": "हम आपकी पूछताछ का जवाब देने और अनुरोधित सेवा के साथ आपको होने वाली किसी भी संभावित समस्या को हल करने के लिए आपकी जानकारी को संसाधित कर सकते हैं।",
    "To respond to user inquiries/offer support to users": "उपयोगकर्ता पूछताछ का जवाब देने/उपयोगकर्ताओं को समर्थन प्रदान करने के लिए",
    "We may process your information so you can create and log in to your account, as well as keep your account in working order.": "हम आपकी जानकारी को संसाधित कर सकते हैं ताकि आप अपने खाते को बना सकें और उसमें लॉग इन कर सकें, साथ ही अपने खाते को कार्यशील स्थिति में रख सकें।",
    "To facilitate account creation and authentication and otherwise manage user accounts": "खाता निर्माण और प्रमाणीकरण को सुविधाजनक बनाने और अन्यथा उपयोगकर्ता खातों को प्रबंधित करने के लिए",
    "We process your personal information for a variety of reasons, depending on how you interact with our Services, including": "हम आपकी व्यक्तिगत जानकारी को विभिन्न कारणों से संसाधित करते हैं, जो इस बात पर निर्भर करता है कि आप हमारी सेवाओं के साथ कैसे इंटरैक्ट करते हैं, जिसमें शामिल हैं",
    "We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and comply with the law. We may also process your information for other purposes with your consent.": "हम अपनी सेवाओं को प्रदान करने, सुधारने और प्रशासित करने, आपके साथ संवाद करने, सुरक्षा और धोखाधड़ी की रोकथाम के लिए, और कानून का पालन करने के लिए आपकी जानकारी को संसाधित करते हैं। हम आपकी सहमति से अन्य उद्देश्यों के लिए भी आपकी जानकारी को संसाधित कर सकते हैं।",
    "HOW DO WE PROCESS YOUR INFORMATION?": "हम आपकी जानकारी को कैसे संसाधित करते हैं?",
    "Our use of information received from Google APIs will adhere to Google API Services User Data Policy, including the Limited Use requirements.": "Google APIs से प्राप्त जानकारी का हमारा उपयोग Google API सेवाएँ उपयोगकर्ता डेटा नीति का पालन करेगा, जिसमें सीमित उपयोग आवश्यकताएँ शामिल हैं।",
    "Google API": "Google API",
    "We collect location data such as information about your device's location, which can be either precise or imprecise. How much information we collect depends on the type and settings of the device you use to access the Services. For example, we may use GPS and other technologies to collect geolocation data that tells us your current location (based on your IP address). You can opt out of allowing us to collect this information either by refusing access to the information or by disabling your Location setting on your device. However, if you choose to opt-out, you may not be able to use certain aspects of the Services.": "हम आपके डिवाइस के स्थान के बारे में जानकारी जैसे स्थान डेटा एकत्र करते हैं, जो सटीक या असटीक हो सकता है। हम कितनी जानकारी एकत्र करते हैं यह इस बात पर निर्भर करता है कि आप सेवाओं तक पहुँचने के लिए उपयोग किए जाने वाले डिवाइस के प्रकार और सेटिंग्स पर। उदाहरण के लिए, हम आपके वर्तमान स्थान (आपके IP पते के आधार पर) को हमें बताने वाले भौगोलिक स्थान डेटा को एकत्र करने के लिए GPS और अन्य तकनीकों का उपयोग कर सकते हैं। आप इस जानकारी को एकत्र करने की अनुमति देने से बाहर निकल सकते हैं या तो जानकारी तक पहुँच से इनकार करके या अपने डिवाइस पर अपनी स्थान सेटिंग को अक्षम करके। हालांकि, यदि आप बाहर निकलना चुनते हैं, तो आप सेवाओं के कुछ पहलुओं का उपयोग करने में सक्षम नहीं हो सकते।",
    "Location Data": "स्थान डेटा",
    "Log and usage data is service-related, diagnostic, usage, and performance information our servers automatically collect when you access or use our Services and which we record in log files. Depending on how you interact with us, this log data may include your IP address, device information, browser type, and settings and information about your activity in the Services (such as the date/time stamps associated with your usage, pages and files viewed, searches, and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called 'crash dumps'), and hardware settings).": "लॉग और उपयोग डेटा सेवा-संबंधी, नैदानिक, उपयोग, और प्रदर्शन जानकारी है जो हमारे सर्वर स्वचालित रूप से एकत्र करते हैं जब आप हमारी सेवाओं तक पहुँचते हैं या उनका उपयोग करते हैं और जिसे हम लॉग फाइलों में रिकॉर्ड करते हैं। आपके हमारे साथ इंटरैक्ट करने के तरीके के आधार पर, इस लॉग डेटा में आपका IP पता, डिवाइस जानकारी, ब्राउज़र प्रकार, और सेटिंग्स और सेवाओं में आपकी गतिविधि के बारे में जानकारी (जैसे आपके उपयोग से संबंधित तारीख/समय स्टैम्प, देखे गए पृष्ठ और फाइलें, खोजें, और आपके द्वारा की गई अन्य कार्रवाइयाँ जैसे कि आप किन सुविधाओं का उपयोग करते हैं), डिवाइस घटना जानकारी (जैसे सिस्टम गतिविधि, त्रुटि रिपोर्ट (कभी-कभी 'क्रैश डंप' कहा जाता है), और हार्डवेयर सेटिंग्स) शामिल हो सकती हैं।",
    "Log and Usage Data": "लॉग और उपयोग डेटा",
    "The information we collect includes": "हम जो जानकारी एकत्र करते हैं उसमें शामिल हैं",
    "Like many businesses, we also collect information through cookies and similar technologies.": "कई व्यवसायों की तरह, हम भी कुकीज़ और समान तकनीकों के माध्यम से जानकारी एकत्र करते हैं।",
    "We automatically collect certain information when you visit, use, or navigate the Services. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services, and other technical information. This information is primarily needed to maintain the security and operation of our Services and for our internal analytics and reporting purposes.": "हम कुछ जानकारी को स्वचालित रूप से एकत्र करते हैं जब आप सेवाओं पर जाते हैं, उनका उपयोग करते हैं, या नेविगेट करते हैं। यह जानकारी आपकी विशिष्ट पहचान (जैसे आपका नाम या संपर्क जानकारी) को प्रकट नहीं करती है, लेकिन इसमें डिवाइस और उपयोग जानकारी शामिल हो सकती है, जैसे आपका IP पता, ब्राउज़र और डिवाइस विशेषताएँ, ऑपरेटिंग सिस्टम, भाषा प्राथमिकताएँ, संदर्भ URL, डिवाइस का नाम, देश, स्थान, आप हमारी सेवाओं का उपयोग कैसे और कब करते हैं, और अन्य तकनीकी जानकारी। यह जानकारी मुख्य रूप से हमारी सेवाओं की सुरक्षा और संचालन को बनाए रखने और हमारे आंतरिक विश्लेषण और रिपोर्टिंग उद्देश्यों के लिए आवश्यक है।",
    "Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our Services.": "कुछ जानकारी — जैसे आपका इंटरनेट प्रोटोकॉल (IP) पता और/या ब्राउज़र और डिवाइस विशेषताएँ — स्वचालित रूप से एकत्र की जाती हैं जब आप हमारी सेवाओं पर जाते हैं।",
    "Information automatically collected": "स्वचालित रूप से एकत्र की गई जानकारी",
    "All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.": "आपके द्वारा हमें प्रदान की गई सभी व्यक्तिगत जानकारी सत्य, पूर्ण और सटीक होनी चाहिए, और आपको ऐसी व्यक्तिगत जानकारी में किसी भी परिवर्तन की सूचना हमें देनी चाहिए।",
    "We may collect data necessary to process your payment if you choose to make purchases, such as your payment instrument number, and the security code associated with your payment instrument.": "यदि आप खरीदारी करना चुनते हैं, तो हम आपके भुगतान को संसाधित करने के लिए आवश्यक डेटा एकत्र कर सकते हैं, जैसे आपका भुगतान साधन संख्या, और आपके भुगतान साधन से संबंधित सुरक्षा कोड।",
    "Payment Data": "भुगतान डेटा",
    "Health Data.": "स्वास्थ्य डेटा।",
    "When necessary, with your consent or as otherwise permitted by applicable law, we process the following categories of sensitive information": "जब आवश्यक हो, आपकी सहमति के साथ या लागू कानून द्वारा अन्यथा अनुमत होने पर, हम संवेदनशील जानकारी की निम्नलिखित श्रेणियों को संसाधित करते हैं",
    "Sensitive Information": "संवेदनशील जानकारी",
    "Debit/Credit card numbers": "डेबिट/क्रेडिट कार्ड नंबर",
    "Passwords": "पासवर्ड",
    "Usernames": "उपयोगकर्ता नाम",
    "Email addresses": "ईमेल पते",
    "Phone numbers": "फोन नंबर",
    "Names": "नाम",
    "The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use. The personal information we collect may include the following": "हम जो व्यक्तिगत जानकारी एकत्र करते हैं वह आपके हमारे साथ और सेवाओं के साथ आपके इंटरैक्शन के संदर्भ, आपके द्वारा की गई पसंद, और आपके द्वारा उपयोग किए जाने वाले उत्पादों और सुविधाओं पर निर्भर करता है। हम जो व्यक्तिगत जानकारी एकत्र करते हैं उसमें निम्नलिखित शामिल हो सकते हैं",
    "Personal Information Provided by You": "आपके द्वारा प्रदान की गई व्यक्तिगत जानकारी",
    "We collect personal information that you provide to us. We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services when you participate in activities on the Services, or otherwise when you contact us.": "हम आपके द्वारा हमें प्रदान की गई व्यक्तिगत जानकारी को एकत्र करते हैं। हम आपके द्वारा स्वेच्छा से हमें प्रदान की गई व्यक्तिगत जानकारी को एकत्र करते हैं जब आप सेवाओं पर पंजीकरण करते हैं, हमारे या हमारे उत्पादों और सेवाओं के बारे में जानकारी प्राप्त करने में रुचि व्यक्त करते हैं, सेवाओं पर गतिविधियों में भाग लेते हैं, या अन्यथा जब आप हमसे संपर्क करते हैं।",
    "Personal information you disclose to us": "आपके द्वारा हमें प्रकट की गई व्यक्तिगत जानकारी",
    "WHAT INFORMATION DO WE COLLECT?": "हम क्या जानकारी एकत्र करते हैं?",
    "Want to learn more about what we do with any information we collect? Review the Privacy Notice in full.": "क्या आप यह जानना चाहते हैं कि हम अपने द्वारा एकत्र की गई किसी भी जानकारी के साथ क्या करते हैं? गोपनीयता नोटिस को पूरी तरह से समीक्षा करें।",
    "The easiest way to exercise your rights is by submitting a data subject access request, or by contacting us. We will consider and act upon any request in accordance with applicable data protection laws.": "अपने अधिकारों का प्रयोग करने का सबसे आसान तरीका डेटा विषय पहुंच अनुरोध जमा करना है, या हमसे संपर्क करना है। हम लागू डेटा संरक्षण कानूनों के अनुसार किसी भी अनुरोध पर विचार करेंगे और उस पर कार्रवाई करेंगे।",
    "How do you exercise your rights?": "आप अपने अधिकारों का प्रयोग कैसे करते हैं?",
    "Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information. Learn more about your privacy rights": "आप भौगोलिक रूप से कहाँ स्थित हैं, इसके आधार पर लागू गोपनीयता कानून का मतलब हो सकता है कि आपके पास अपनी व्यक्तिगत जानकारी के संबंध में कुछ अधिकार हैं। अपने गोपनीयता अधिकारों के बारे में और जानें",
    "What are your rights?": "आपके अधिकार क्या हैं?",
    "We have adequate organisational and technical processes and procedures in place to protect your personal information. However, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorised third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. Learn more about how we keep your information safe.": "हमारे पास आपकी व्यक्तिगत जानकारी को सुरक्षित करने के लिए पर्याप्त संगठनात्मक और तकनीकी प्रक्रियाएँ और प्रक्रियाएँ मौजूद हैं। हालांकि, इंटरनेट पर कोई भी इलेक्ट्रॉनिक प्रसारण या सूचना भंडारण तकनीक 100% सुरक्षित होने की गारंटी नहीं दी जा सकती, इसलिए हम वादा या गारंटी नहीं दे सकते कि हैकर्स, साइबर अपराधी, या अन्य अनधिकृत तृतीय पक्ष हमारी सुरक्षा को पराजित करने और आपकी जानकारी को अनुचित रूप से एकत्र करने, पहुँचने, चोरी करने या संशोधित करने में सक्षम नहीं होंगे। हम आपकी जानकारी को कैसे सुरक्षित रखते हैं, इसके बारे में और जानें।",
    "How do we keep your information safe?": "हम आपकी जानकारी को कैसे सुरक्षित रखते हैं?",
    "We may share information in specific situations and with specific third parties. Learn more about when and with whom we share your personal information.": "हम विशिष्ट परिस्थितियों में और विशिष्ट तृतीय पक्षों के साथ जानकारी साझा कर सकते हैं। अपनी व्यक्तिगत जानकारी को हम कब और किसके साथ साझा करते हैं, इसके बारे में और जानें।",
    "In what situations and with which parties do we share personal information?": "किन परिस्थितियों में और किन पक्षों के साथ हम व्यक्तिगत जानकारी साझा करते हैं?",
    "We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your information only when we have a valid legal reason to do so. Learn more about how we process your information.": "हम अपनी सेवाओं को प्रदान करने, सुधारने और प्रशासित करने, आपके साथ संवाद करने, सुरक्षा और धोखाधड़ी की रोकथाम के लिए, और कानून का पालन करने के लिए आपकी जानकारी को संसाधित करते हैं। हम आपकी सहमति से अन्य उद्देश्यों के लिए भी आपकी जानकारी को संसाधित कर सकते हैं। हम आपकी जानकारी को केवल तभी संसाधित करते हैं जब हमारे पास ऐसा करने का कोई वैध कानूनी कारण हो। हम आपकी जानकारी को कैसे संसाधित करते हैं, इसके बारे में और जानें।",
    "How do we process your information?": "हम आपकी जानकारी को कैसे संसाधित करते हैं?",
    "We do not collect any information from third parties.": "हम तृतीय पक्षों से कोई जानकारी एकत्र नहीं करते।",
    "Do we collect any information from third parties?": "क्या हम तृतीय पक्षों से कोई जानकारी एकत्र करते हैं?",
    "When you visit, use, or navigate our Services, we may process personal information depending on how you interact with us and the Services, the choices you make, and the products and features you use. Learn more about the personal information you disclose to us.": "जब आप हमारी सेवाओं पर जाते हैं, उनका उपयोग करते हैं, या नेविगेट करते हैं, तो हम आपके हमारे साथ और सेवाओं के साथ आपके इंटरैक्शन, आपके द्वारा की गई पसंद, और आपके द्वारा उपयोग किए जाने वाले उत्पादों और सुविधाओं के आधार पर व्यक्तिगत जानकारी को संसाधित कर सकते हैं। आपके द्वारा हमें प्रकट की गई व्यक्तिगत जानकारी के बारे में और जानें।",
    "What personal information do we process?": "हम कौन सी व्यक्तिगत जानकारी संसाधित करते हैं?",
    "Some of the information may be considered 'special' or 'sensitive' in certain jurisdictions, for example, your racial or ethnic origins, sexual orientation, and religious beliefs. We may process sensitive personal information when necessary with your consent or as otherwise permitted by applicable law. Learn more about the sensitive information we process.": "कुछ जानकारी कुछ क्षेत्राधिकारों में 'विशेष' या 'संवेदनशील' मानी जा सकती है, उदाहरण के लिए, आपकी नस्लीय या जातीय उत्पत्ति, यौन अभिविन्यास, और धार्मिक विश्वास। हम आवश्यक होने पर आपकी सहमति के साथ या लागू कानून द्वारा अन्यथा अनुमत होने पर संवेदनशील व्यक्तिगत जानकारी को संसाधित कर सकते हैं। हम जो संवेदनशील जानकारी संसाधित करते हैं, उसके बारे में और जानें।",
    "Do we process any sensitive personal information?": "क्या हम कोई संवेदनशील व्यक्तिगत जानकारी संसाधित करते हैं?",
    "This summary provides key points from our Privacy Notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for.": "यह सारांश हमारी गोपनीयता नोटिस से प्रमुख बिंदुओं को प्रदान करता है, लेकिन आप प्रत्येक प्रमुख बिंदु के बाद दिए गए लिंक पर क्लिक करके या नीचे दी गई हमारी सामग्री तालिका का उपयोग करके जिस खंड को आप ढूंढ रहे हैं, उसके बारे में अधिक विवरण जान सकते हैं।",
    "SUMMARY OF KEY POINTS": "प्रमुख बिंदुओं का सारांश",
    "Engage with us in other related ways, including any sales, marketing, or events Questions or concerns? Reading this Privacy Notice will help you understand your privacy rights and choices. We are responsible for making decisions about how your personal information is processed. If you do not agree with our policies and practices, please do not use our Services. If you still have any questions or concerns, please contact us at": "हमारे साथ बिक्री, विपणन, या घटनाओं सहित अन्य संबंधित तरीकों से जुड़ें। प्रश्न या चिंताएँ? इस गोपनीयता नोटिस को पढ़ने से आपको अपने गोपनीयता अधिकारों और विकल्पों को समझने में मदद मिलेगी। हम आपकी व्यक्तिगत जानकारी को कैसे संसाधित किया जाता है, इसके बारे में निर्णय लेने के लिए जिम्मेदार हैं। यदि आप हमारी नीतियों और प्रथाओं से सहमत नहीं हैं, तो कृपया हमारी सेवाओं का उपयोग न करें। यदि आपके पास अभी भी कोई प्रश्न या चिंताएँ हैं, तो कृपया हमसे संपर्क करें",
    "Use Cignix. Cignix is a dedicated platform designed to help smokers quit and embrace a healthier, smoke-free life. Through interactive quizzes and engaging videos, we assess your level of nicotine dependence, providing you with insights and guidance. Our personalized approach supports you every step of the way, helping you overcome cravings, build healthy habits, and achieve a lasting, smoke-free lifestyle.": "Cignix का उपयोग करें। Cignix एक समर्पित मंच है जो धूम्रपान करने वालों को छोड़ने और स्वस्थ, धूम्रपान-मुक्त जीवन अपनाने में मदद करने के लिए डिज़ाइन किया गया है। इंटरैक्टिव क्विज़ और आकर्षक वीडियो के माध्यम से, हम आपके निकोटीन निर्भरता के स्तर का आकलन करते हैं, आपको अंतर्दृष्टि और मार्गदर्शन प्रदान करते हैं। हमारा व्यक्तिगत दृष्टिकोण आपको हर कदम पर समर्थन देता है, लालसा को पार करने, स्वस्थ आदतें बनाने, और एक स्थायी, धूम्रपान-मुक्त जीवन शैली प्राप्त करने में आपकी मदद करता है।",
    "or any website of ours that links to this Privacy Notice.": "या हमारी किसी भी वेबसाइट जो इस गोपनीयता नोटिस से लिंक करती हो।",
    "This Privacy Notice for Cignix ('we', 'us', or 'our'), describes how and why we might access, collect, store, use, and/or share ('process') your personal information when you use our services ('Services'), including when you": "Cignix के लिए यह गोपनीयता नोटिस ('हम', 'हमें', या 'हमारा'), वर्णन करता है कि हम आपकी व्यक्तिगत जानकारी को कब और क्यों पहुँच सकते हैं, एकत्र कर सकते हैं, संग्रहीत कर सकते हैं, उपयोग कर सकते हैं, और/या साझा कर सकते हैं ('संसाधित कर सकते हैं') जब आप हमारी सेवाओं ('सेवाएँ') का उपयोग करते हैं, जिसमें शामिल हैं जब आप",
    "Visit our website at": "हमारी वेबसाइट पर जाएँ"
  },
  "TermsandConditions": {
    "Terms and Conditions": "नियम और शर्तें",
    "In order to resolve a complaint regarding the Services or to receive further information regarding the use of the Services, please contact us at": "सेवाओं के संबंध में किसी शिकायत को हल करने या सेवाओं के उपयोग के बारे में अधिक जानकारी प्राप्त करने के लिए, कृपया हमसे संपर्क करें:",
    "These Legal Terms and any policies or operating rules posted by us on the Services or with respect to the Services constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Legal Terms shall not operate as a waiver of such right or provision. These Legal Terms operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Legal Terms is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Legal Terms and does not affect the validity and enforceability of any remaining provisions. There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Legal Terms or use of the Services. You agree that these Legal Terms will not be construed against us by virtue of having drafted them. You hereby waive any and all defences you may have based on the electronic form of these Legal Terms and the lack of signing by the parties hereto to execute these Legal Terms.": "ये कानूनी शर्तें और सेवाओं पर हमारे द्वारा पोस्ट की गई कोई भी नीतियां या संचालन नियम आपके और हमारे बीच संपूर्ण समझौता और समझ का गठन करते हैं। इन कानूनी शर्तों के किसी भी अधिकार या प्रावधान को लागू करने या प्रयोग करने में हमारी विफलता उस अधिकार या प्रावधान की छूट के रूप में कार्य नहीं करेगी। ये कानूनी शर्तें कानून द्वारा अनुमत पूर्ण सीमा तक संचालित होती हैं। हम किसी भी समय अपने किसी भी या सभी अधिकारों और दायित्वों को दूसरों को सौंप सकते हैं। हम किसी भी नुकसान, क्षति, देरी, या कार्य करने में विफलता के लिए जिम्मेदार या उत्तरदायी नहीं होंगे जो हमारे उचित नियंत्रण से परे किसी कारण से उत्पन्न हो। यदि इन कानूनी शर्तों का कोई प्रावधान या प्रावधान का कोई हिस्सा अवैध, शून्य, या अप्रवर्तनीय पाया जाता है, तो वह प्रावधान या प्रावधान का हिस्सा इन कानूनी शर्तों से अलग करने योग्य माना जाता है और शेष प्रावधानों की वैधता और प्रवर्तनीयता को प्रभावित नहीं करता है। इन कानूनी शर्तों या सेवाओं के उपयोग के परिणामस्वरूप आपके और हमारे बीच कोई संयुक्त उद्यम, साझेदारी, रोजगार या एजेंसी संबंध नहीं बनता है। आप सहमत हैं कि इन कानूनी शर्तों को हमारे द्वारा तैयार करने के आधार पर हमारे खिलाफ व्याख्या नहीं किया जाएगा। आप इसके द्वारा इन कानूनी शर्तों के इलेक्ट्रॉनिक रूप और इन कानूनी शर्तों को निष्पादित करने के लिए पक्षों द्वारा हस्ताक्षर की कमी के आधार पर आपके पास मौजूद किसी भी और सभी बचावों को माफ करते हैं।",
    "MISCELLANEOUS": "विविध",
    "If you have any questions or need assistance regarding our SMS communications, please email us at quit@cignix.com or call": "यदि आपके पास हमारे SMS संचार के संबंध में कोई प्रश्न हैं या सहायता की आवश्यकता है, तो कृपया हमें quit@cignix.com पर ईमेल करें या कॉल करें",
    "Support": "समर्थन",
    "Please be aware that message and data rates may apply to any SMS messages sent or received. The rates are determined by your carrier and the specifics of your mobile plan.": "कृपया ध्यान दें कि भेजे गए या प्राप्त किए गए किसी भी SMS संदेशों पर संदेश और डेटा दरें लागू हो सकती हैं। दरें आपके वाहक और आपके मोबाइल प्लान की विशिष्टताओं द्वारा निर्धारित की जाती हैं।",
    "Message and Data Rates": "संदेश और डेटा दरें",
    "Using Notification Settings": "अधिसूचना सेटिंग्स का उपयोग",
    "Opting Out": "बाहर निकलना",
    "SMS TEXT MESSAGING": "SMS टेक्स्ट संदेश",
    "Visiting the Services, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Services, satisfy any legal requirement that such communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SERVICES. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.": "सेवाओं का दौरा करना, हमें ईमेल भेजना, और ऑनलाइन फॉर्म भरना इलेक्ट्रॉनिक संचार का गठन करते हैं। आप इलेक्ट्रॉनिक संचार प्राप्त करने के लिए सहमति देते हैं, और आप सहमत हैं कि हमारे द्वारा आपको इलेक्ट्रॉनिक रूप से, ईमेल के माध्यम से और सेवाओं पर प्रदान किए गए सभी समझौते, नोटिस, खुलासे, और अन्य संचार किसी भी कानूनी आवश्यकता को पूरा करते हैं कि ऐसा संचार लिखित रूप में होना चाहिए। आप इसके द्वारा इलेक्ट्रॉनिक हस्ताक्षरों, अनुबंधों, आदेशों, और अन्य रिकॉर्ड्स के उपयोग और नोटिस, नीतियों, और हमारे द्वारा या सेवाओं के माध्यम से शुरू या पूरे किए गए लेनदेन के रिकॉर्ड्स की इलेक्ट्रॉनिक डिलीवरी के लिए सहमति देते हैं। आप इसके द्वारा किसी भी क्षेत्राधिकार में किसी भी क़ानून, विनियमों, नियमों, अध्यादेशों, या अन्य कानूनों के तहत कोई अधिकार या आवश्यकताएं माफ करते हैं जो मूल हस्ताक्षर या गैर-इलेक्ट्रॉनिक रिकॉर्ड्स की डिलीवरी या प्रतिधारण की आवश्यकता रखते हैं, या इलेक्ट्रॉनिक साधनों के अलावा किसी अन्य साधन से भुगतान या क्रेडिट प्रदान करने के लिए।",
    "ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES": "इलेक्ट्रॉनिक संचार, लेनदेन, और हस्ताक्षर",
    "We will maintain certain data that you transmit to the Services for the purpose of managing the performance of the Services, as well as data relating to your use of the Services. Although we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Services. You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.": "हम कुछ डेटा को बनाए रखेंगे जो आप सेवाओं के प्रदर्शन को प्रबंधित करने के उद्देश्य से सेवाओं में संचारित करते हैं, साथ ही आपके द्वारा सेवाओं के उपयोग से संबंधित डेटा भी। हालांकि हम नियमित रूप से डेटा का रूटीन बैकअप करते हैं, आप आपके द्वारा संचारित सभी डेटा या आपके द्वारा सेवाओं का उपयोग करके की गई किसी भी गतिविधि से संबंधित डेटा के लिए पूरी तरह से जिम्मेदार हैं। आप सहमत हैं कि किसी भी ऐसे डेटा के नुकसान या भ्रष्टाचार के लिए हम आपके प्रति कोई जिम्मेदारी नहीं लेंगे, और आप इसके द्वारा ऐसे डेटा के किसी भी नुकसान या भ्रष्टाचार से उत्पन्न होने वाले हमारे खिलाफ किसी भी कार्रवाई के अधिकार को माफ करते हैं।",
    "USER DATA": "उपयोगकर्ता डेटा",
    "You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) use of the Services; (2) breach of these Legal Terms; (3) any breach of your representations and warranties set forth in these Legal Terms; (4) your violation of the rights of a third party, including but not limited to intellectual property rights; or (5) any overt harmful act toward any other user of the Services with whom you connected via the Services. Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defence and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defence of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.": "आप हमें, हमारी सहायक कंपनियों, संबद्धों, और हमारे संबंधित अधिकारियों, एजेंटों, भागीदारों, और कर्मचारियों को किसी भी नुकसान, क्षति, दायित्व, दावे, या मांग से बचाने, क्षतिपूर्ति करने, और हानिरहित रखने के लिए सहमत हैं, जिसमें उचित वकीलों की फीस और खर्च शामिल हैं, जो किसी तीसरे पक्ष द्वारा निम्नलिखित के कारण या उससे उत्पन्न होने के कारण किया गया हो: (1) सेवाओं का उपयोग; (2) इन कानूनी शर्तों का उल्लंघन; (3) इन कानूनी शर्तों में निर्धारित आपके प्रतिनिधित्व और वारंटी का कोई उल्लंघन; (4) किसी तीसरे पक्ष के अधिकारों का आपका उल्लंघन, जिसमें बौद्धिक संपदा अधिकार शामिल हैं, लेकिन यह इन्हीं तक सीमित नहीं है; या (5) सेवाओं के किसी अन्य उपयोगकर्ता के प्रति कोई स्पष्ट हानिकारक कार्य जिसके साथ आप सेवाओं के माध्यम से जुड़े थे। उपरोक्त के बावजूद, हम आपके खर्चे पर, किसी भी मामले की विशेष रक्षा और नियंत्रण ग्रहण करने का अधिकार सुरक्षित रखते हैं जिसके लिए आपको हमें क्षतिपूर्ति करनी होगी, और आप ऐसे दावों की हमारी रक्षा में, आपके खर्चे पर, सहयोग करने के लिए सहमत हैं। हम इस क्षतिपूर्ति के अधीन किसी भी दावे, कार्रवाई, या कार्यवाही के बारे में आपको सूचित करने के लिए उचित प्रयास करेंगे, जिसके बारे में हमें जानकारी होगी।",
    "INDEMNIFICATION": "क्षतिपूर्ति",
    "IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SERVICES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.": "किसी भी स्थिति में हम या हमारे निदेशक, कर्मचारी, या एजेंट आपके या किसी तीसरे पक्ष के प्रति किसी भी प्रत्यक्ष, अप्रत्यक्ष, परिणामी, उदाहरणात्मक, आकस्मिक, विशेष, या दंडात्मक नुकसान के लिए उत्तरदायी नहीं होंगे, जिसमें खोया हुआ लाभ, खोई हुई आय, डेटा की हानि, या आपके सेवाओं के उपयोग से उत्पन्न होने वाले अन्य नुकसान शामिल हैं, भले ही हमें ऐसे नुकसानों की संभावना के बारे में सूचित किया गया हो।",
    "LIMITATIONS OF LIABILITY": "दायित्व की सीमाएं",
    "THE SERVICES ARE PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS, AND YOU AGREE THAT YOUR USE OF THE SERVICES WILL BE AT YOUR SOLE RISK; TO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SERVICES AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, AND WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICES' CONTENT OR THE CONTENT OF ANY WEBSITES OR MOBILE APPLICATIONS LINKED TO THE SERVICES, AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, PERSONAL INJURY OR PROPERTY DAMAGE RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICES, ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY PERSONAL OR FINANCIAL INFORMATION STORED THEREIN, ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICES, ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICES BY ANY THIRD PARTY, AND/OR ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES; WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES, AND AS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.": "सेवाएं जैसी हैं और उपलब्धता के आधार पर प्रदान की जाती हैं, और आप सहमत हैं कि सेवाओं का आपका उपयोग आपके एकमात्र जोखिम पर होगा; कानून द्वारा अनुमत पूर्ण सीमा तक, हम सेवाओं और आपके उनके उपयोग से संबंधित सभी वारंटी, स्पष्ट या निहित, को अस्वीकार करते हैं, जिसमें बिक्री योग्यता, किसी विशेष उद्देश्य के लिए उपयुक्तता, और उल्लंघन न करने की निहित वारंटी शामिल हैं, लेकिन यह इन्हीं तक सीमित नहीं है, और हम सेवाओं की सामग्री या सेवाओं से जुड़ी किसी भी वेबसाइट या मोबाइल एप्लिकेशन की सामग्री की सटीकता या पूर्णता के बारे में कोई वारंटी या प्रतिनिधित्व नहीं करते हैं, और हम सामग्री और सामग्रियों में किसी भी त्रुटि, गलती, या अशुद्धियों, आपके सेवाओं तक पहुंच और उपयोग से उत्पन्न होने वाली व्यक्तिगत चोट या संपत्ति क्षति, हमारे सुरक्षित सर्वरों और/या उसमें संग्रहीत किसी भी व्यक्तिगत या वित्तीय जानकारी तक किसी भी अनधिकृत पहुंच या उपयोग, सेवाओं से या सेवाओं तक संचरण में किसी भी रुकावट या समाप्ति, किसी भी तीसरे पक्ष द्वारा सेवाओं के माध्यम से या उनके द्वारा संचारित किसी भी बग, वायरस, ट्रोजन हॉर्स, या इसी तरह की चीजों, और/या किसी भी सामग्री और सामग्रियों में किसी भी त्रुटि या चूक या सेवाओं के माध्यम से पोस्ट की गई, संचारित की गई, या अन्यथा उपलब्ध कराई गई किसी भी सामग्री के उपयोग के परिणामस्वरूप होने वाले किसी भी प्रकार के नुकसान या क्षति के लिए कोई दायित्व या जिम्मेदारी नहीं लेंगे; हम किसी तीसरे पक्ष द्वारा सेवाओं के माध्यम से विज्ञापित या पेश की गई किसी भी उत्पाद या सेवा, किसी भी हाइपरलिंक की गई वेबसाइट, या किसी भी बैनर या अन्य विज्ञापन में प्रदर्शित किसी भी वेबसाइट या मोबाइल एप्लिकेशन के लिए वारंट, समर्थन, गारंटी, या जिम्मेदारी नहीं लेते हैं, और हम आपके और किसी तीसरे पक्ष के उत्पादों या सेवाओं के प्रदाताओं के बीच किसी भी लेनदेन की निगरानी के लिए पक्ष नहीं होंगे या किसी भी तरह से जिम्मेदार नहीं होंगे, और किसी भी माध्यम या किसी भी वातावरण में किसी उत्पाद या सेवा की खरीद के साथ, आपको अपने सर्वोत्तम निर्णय का उपयोग करना चाहिए और जहां उचित हो वहां सावधानी बरतनी चाहिए।",
    "DISCLAIMER": "अस्वीकरण",
    "There may be information on the Services that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Services at any time, without prior notice.": "सेवाओं पर ऐसी जानकारी हो सकती है जिसमें टाइपोग्राफिकल त्रुटियां, अशुद्धियां, या चूक शामिल हों, जिसमें विवरण, मूल्य निर्धारण, उपलब्धता, और विभिन्न अन्य जानकारी शामिल हैं। हम किसी भी त्रुटि, अशुद्धि, या चूक को ठीक करने और सेवाओं पर जानकारी को किसी भी समय, बिना पूर्व सूचना के बदलने या अपडेट करने का अधिकार सुरक्षित रखते हैं।",
    "CORRECTIONS": "सुधार",
    "The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party; (b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorised use; and (c) any claim for injunctive relief. If this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.": "पक्ष सहमत हैं कि निम्नलिखित विवाद उपरोक्त प्रावधानों के अधीन नहीं हैं जो अनौपचारिक बातचीत और बाध्यकारी मध्यस्थता से संबंधित हैं: (a) किसी पक्ष के बौद्धिक संपदा अधिकारों को लागू करने या संरक्षित करने, या उनकी वैधता से संबंधित कोई विवाद; (b) चोरी, पाइरेसी, गोपनीयता के उल्लंघन, या अनधिकृत उपयोग के आरोपों से संबंधित या उससे उत्पन्न होने वाला कोई विवाद; और (c) निषेधाज्ञा राहत के लिए कोई दावा। यदि यह प्रावधान अवैध या अप्रवर्तनीय पाया जाता है, तो कोई भी पक्ष इस प्रावधान के उस हिस्से में आने वाले किसी भी विवाद को मध्यस्थता के लिए नहीं चुनेगा जो अवैध या अप्रवर्तनीय पाया गया हो और ऐसा विवाद ऊपर सूचीबद्ध क्षेत्राधिकार के लिए सूचीबद्ध सक्षम क्षेत्राधिकार के न्यायालय द्वारा तय किया जाएगा, और पक्ष उस न्यायालय के व्यक्तिगत क्षेत्राधिकार के अधीन होने के लिए सहमत हैं।",
    "Exceptions to Informal Negotiations and Arbitration": "अनौपचारिक बातचीत और मध्यस्थता के अपवाद",
    "The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually. To the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding; (b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilise class-action procedures; and (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.": "पक्ष सहमत हैं कि कोई भी मध्यस्थता पक्षों के बीच व्यक्तिगत रूप से विवाद तक सीमित होगी। कानून द्वारा अनुमत पूर्ण सीमा तक, (a) किसी भी मध्यस्थता को किसी अन्य कार्यवाही के साथ जोड़ा नहीं जाएगा; (b) किसी भी विवाद को वर्ग-कार्रवाई आधार पर मध्यस्थता करने या वर्ग-कार्रवाई प्रक्रियाओं का उपयोग करने का कोई अधिकार या प्राधिकार नहीं है; और (c) आम जनता या किसी अन्य व्यक्तियों की ओर से कथित प्रतिनिधि क्षमता में किसी भी विवाद को लाने का कोई अधिकार या प्राधिकार नहीं है।",
    "Restrictions": "प्रतिबंध",
    "Any dispute arising out of or in connection with these Legal Terms, including any question regarding its existence, validity, or termination, shall be referred to and finally resolved by the International Commercial Arbitration Court under the European Arbitration Chamber (Belgium, Brussels, Avenue Louise, 146) according to the Rules of this ICAC, which, as a result of referring to it, is considered as the part of this clause. The seat, or legal place, of arbitration, shall be Gurgaon, India. The language of the proceedings shall be English. The governing law of these Legal Terms shall be the substantive law of India Bronze Age India.": "इन कानूनी शर्तों से उत्पन्न होने वाला या इनसे संबंधित कोई भी विवाद, जिसमें इसके अस्तित्व, वैधता, या समाप्ति के संबंध में कोई प्रश्न शामिल है, यूरोपीय मध्यस्थता चैंबर (बेल्जियम, ब्रुसेल्स, एवेन्यू लुईस, 146) के तहत अंतरराष्ट्रीय वाणिज्यिक मध्यस्थता न्यायालय द्वारा संदर्भित और अंतिम रूप से हल किया जाएगा, इस ICAC के नियमों के अनुसार, जो इसे संदर्भित करने के परिणामस्वरूप, इस खंड का हिस्सा माना जाता है। मध्यस्थता का स्थान, या कानूनी स्थान, गुड़गांव, भारत होगा। कार्यवाही की भाषा अंग्रेजी होगी। इन कानूनी शर्तों का शासकीय कानून भारत का मूल कानून होगा।",
    "Binding Arbitration": "बाध्यकारी मध्यस्थता",
    "To expedite resolution and control the cost of any dispute, controversy, or claim related to these Legal Terms (each a 'Dispute' and collectively, the 'Disputes') brought by either you or us (individually, a 'Party' and collectively, the 'Parties'), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration. Such informal negotiations commence upon written notice from one Party to the other Party.": "इन कानूनी शर्तों से संबंधित किसी भी विवाद, विवाद, या दावे (प्रत्येक एक 'विवाद' और सामूहिक रूप से 'विवाद') को तेजी से हल करने और लागत को नियंत्रित करने के लिए, जो आपके या हमारे द्वारा लाया गया हो (व्यक्तिगत रूप से एक 'पक्ष' और सामूहिक रूप से 'पक्ष'), पक्ष पहले कम से कम तीस (30) दिनों तक किसी भी विवाद (नीचे स्पष्ट रूप से प्रदान किए गए उन विवादों को छोड़कर) को अनौपचारिक रूप से बातचीत करने का प्रयास करने के लिए सहमत हैं। ऐसी अनौपचारिक बातचीत एक पक्ष से दूसरे पक्ष को लिखित सूचना पर शुरू होती है।",
    "Informal Negotiations": "अनौपचारिक बातचीत",
    "DISPUTE RESOLUTION": "विवाद समाधान",
    "These Legal Terms shall be governed by and defined following the laws of India. Cignix and you irrevocably consent that the courts of India shall have exclusive jurisdiction to resolve any dispute which may arise in connection with these Legal Terms.": "ये कानूनी शर्तें भारत के कानूनों के अनुसार शासित और परिभाषित की जाएंगी। सिग्निक्स और आप अपरिवर्तनीय रूप से सहमति देते हैं कि भारत के न्यायालयों को इन कानूनी शर्तों से संबंधित उत्पन्न होने वाले किसी भी विवाद को हल करने के लिए विशेष क्षेत्राधिकार होगा।",
    "GOVERNING LAW": "शासकीय कानून",
    "We cannot guarantee the Services will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Services, resulting in interruptions, delays, or errors. We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Services at any time or for any reason without notice to you. You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Services during any downtime or discontinuance of the Services. Nothing in these Legal Terms will be construed to obligate us to maintain and support the Services or to supply any corrections, updates, or releases in connection therewith.": "हम यह गारंटी नहीं दे सकते कि सेवाएं हर समय उपलब्ध होंगी। हमें हार्डवेयर, सॉफ्टवेयर, या अन्य समस्याओं का सामना करना पड़ सकता है या सेवाओं से संबंधित रखरखाव करने की आवश्यकता हो सकती है, जिसके परिणामस्वरूप रुकावटें, देरी, या त्रुटियां हो सकती हैं। हम किसी भी समय या किसी भी कारण से सेवाओं को बदलने, संशोधित करने, अपडेट करने, निलंबित करने, बंद करने, या अन्यथा संशोधित करने का अधिकार सुरक्षित रखते हैं बिना आपको सूचना दिए। आप सहमत हैं कि सेवाओं के किसी भी डाउनटाइम या बंद होने के दौरान सेवाओं तक पहुंचने या उनका उपयोग करने में आपकी असमर्थता के कारण होने वाले किसी भी नुकसान, क्षति, या असुविधा के लिए हमारी कोई जिम्मेदारी नहीं है। इन कानूनी शर्तों में कुछ भी हमें सेवाओं को बनाए रखने और समर्थन करने या इसके संबंध में कोई सुधार, अपडेट, या रिलीज प्रदान करने के लिए बाध्य करने के रूप में व्याख्या नहीं की जाएगी।",
    "We reserve the right to change, modify, or remove the contents of the Services at any time or for any reason at our sole discretion without notice. However, we have no obligation to update any information on our Services. We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Services.": "हम अपने एकमात्र विवेक पर किसी भी समय या किसी भी कारण से सेवाओं की सामग्री को बदलने, संशोधित करने, या हटाने का अधिकार सुरक्षित रखते हैं बिना सूचना के। हालांकि, हमारी सेवाओं पर किसी भी जानकारी को अपडेट करने की कोई बाध्यता नहीं है। हम आपके या किसी तीसरे पक्ष के प्रति सेवाओं के किसी भी संशोधन, मूल्य परिवर्तन, निलंबन, या बंद करने के लिए उत्तरदायी नहीं होंगे।",
    "MODIFICATIONS AND INTERRUPTIONS": "संशोधन और रुकावटें",
    "If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.": "यदि हम किसी भी कारण से आपके खाते को समाप्त या निलंबित करते हैं, तो आपको अपने नाम, नकली या उधार लिए गए नाम, या किसी तीसरे पक्ष के नाम के तहत पंजीकरण करने और नया खाता बनाने से प्रतिबंधित किया जाता है, भले ही आप तीसरे पक्ष की ओर से कार्य कर रहे हों। आपके खाते को समाप्त करने या निलंबित करने के अलावा, हम उचित कानूनी कार्रवाई करने का अधिकार सुरक्षित रखते हैं, जिसमें बिना किसी सीमा के नागरिक, आपराधिक, और निषेधाज्ञा राहत की मांग शामिल है।",
    "THESE LEGAL TERMS SHALL REMAIN IN FULL FORCE AND EFFECT WHILE YOU USE THE SERVICES. WITHOUT LIMITING ANY OTHER PROVISION OF THESE LEGAL TERMS, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SERVICES (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE LEGAL TERMS OR OF ANY APPLICABLE LAW OR REGULATION. WE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SERVICES OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.": "ये कानूनी शर्तें आपके द्वारा सेवाओं का उपयोग करते समय पूर्ण बल और प्रभाव में रहेंगी। इन कानूनी शर्तों के किसी अन्य प्रावधान को सीमित किए बिना, हम अपने एकमात्र विवेक पर और बिना सूचना या दायित्व के, किसी भी व्यक्ति को किसी भी कारण से या बिना किसी कारण के सेवाओं तक पहुंच और उपयोग से इनकार करने का अधिकार सुरक्षित रखते हैं (जिसमें कुछ IP पतों को ब्लॉक करना शामिल है), जिसमें इन कानूनी शर्तों में निहित किसी भी प्रतिनिधित्व, वारंटी, या वचन का उल्लंघन या किसी भी लागू कानून या विनियम का उल्लंघन शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है। हम आपके उपयोग या सेवाओं में भागीदारी को समाप्त कर सकते हैं या आपके खाते और आपके द्वारा पोस्ट की गई किसी भी सामग्री या जानकारी को किसी भी समय, बिना चेतावनी के, हमारे एकमात्र विवेक पर हटा सकते हैं।",
    "TERM AND TERMINATION": "अवधि और समाप्ति",
    "We reserve the right, but not the obligation, to": "हम अधिकार सुरक्षित रखते हैं, लेकिन बाध्यता नहीं, कि",
    "(1) monitor the Services for violations of these Legal Terms; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Legal Terms, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof; (4) in our sole discretion and without limitation, notice, or liability, to remove from the Services or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems, and (5) otherwise manage the Services in a manner designed to protect our rights and property and to facilitate the proper functioning of the Services.": "(1) इन कानूनी शर्तों के उल्लंघन के लिए सेवाओं की निगरानी करें; (2) हमारे एकमात्र विवेक पर, कानून या इन कानूनी शर्तों का उल्लंघन करने वाले किसी भी व्यक्ति के खिलाफ उचित कानूनी कार्रवाई करें, जिसमें बिना किसी सीमा के ऐसे उपयोगकर्ता को कानून प्रवर्तन अधिकारियों को रिपोर्ट करना शामिल है; (3) हमारे एकमात्र विवेक पर और बिना किसी सीमा के, आपके किसी भी योगदान या उसके किसी भी हिस्से को मना करें, उस तक पहुंच प्रतिबंधित करें, उसकी उपलब्धता सीमित करें, या अक्षम करें (जहां तक तकनीकी रूप से संभव हो); (4) हमारे एकमात्र विवेक पर और बिना किसी सीमा, सूचना, या दायित्व के, सेवाओं से सभी फाइलों और सामग्री को हटाएं या अन्यथा अक्षम करें जो आकार में अत्यधिक हैं या हमारे सिस्टम के लिए किसी भी तरह से बोझिल हैं, और (5) अन्यथा हमारे अधिकारों और संपत्ति की रक्षा करने और सेवाओं के उचित कार्य को सुविधाजनक बनाने के लिए डिज़ाइन किए गए तरीके से सेवाओं का प्रबंधन करें।",
    "SERVICES MANAGEMENT": "सेवा प्रबंधन",
    "The following terms apply when you use the App obtained from either the Apple Store or Google Play (each an 'App Distributor') to access the Services: (1) the licence granted to you for our App is limited to a non-transferable licence to use the application on a device that utilises the Apple iOS or Android operating systems, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor’s terms of service; (2) we are responsible for providing any maintenance and support services with respect to the App as specified in the terms and conditions of this mobile application licence contained in these Legal Terms or as otherwise required under applicable law, and you acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the App; (3) in the event of any failure of the App to conform to any applicable warranty, you may notify the applicable App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the App, and to the maximum extent permitted by applicable law, the App Distributor will have no other warranty obligation whatsoever with respect to the App; (4) you represent and warrant that (i) you are not located in a country that is subject to a US government embargo, or that has been designated by the US government as a 'terrorist supporting' country and (ii) you are not listed on any US government list of prohibited or restricted parties; (5) you must comply with applicable third-party terms of agreement when using the App, e.g. if you have a VoIP application, then you must not be in violation of their wireless data service agreement when using the App; and (6) you acknowledge and agree that the App Distributors are third-party beneficiaries of the terms and conditions in this mobile application licence contained in these Legal Terms, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce the terms and conditions in this mobile application licence contained in these Legal Terms against you as a third-party beneficiary thereof.": "निम्नलिखित शर्तें लागू होती हैं जब आप Apple Store या Google Play (प्रत्येक एक 'ऐप वितरक') से प्राप्त ऐप का उपयोग सेवाओं तक पहुंचने के लिए करते हैं: (1) हमारे ऐप के लिए आपको दी गई लाइसेंस एक गैर-हस्तांतरणीय लाइसेंस तक सीमित है, जो Apple iOS या Android ऑपरेटिंग सिस्टम का उपयोग करने वाले डिवाइस पर एप्लिकेशन का उपयोग करने के लिए है, जैसा लागू हो, और लागू ऐप वितरक की सेवा शर्तों में निर्धारित उपयोग नियमों के अनुसार; (2) हम इन कानूनी शर्तों में निहित इस मोबाइल एप्लिकेशन लाइसेंस की शर्तों और नियमों में निर्दिष्ट या लागू कानून के तहत अन्यथा आवश्यक के अनुसार ऐप के संबंध में कोई भी रखरखाव और समर्थन सेवाएं प्रदान करने के लिए जिम्मेदार हैं, और आप स्वीकार करते हैं कि प्रत्येक ऐप वितरक का ऐप के संबंध में कोई भी रखरखाव और समर्थन सेवाएं प्रदान करने की कोई बाध्यता नहीं है; (3) यदि ऐप किसी भी लागू वारंटी के अनुरूप नहीं होता है, तो आप लागू ऐप वितरक को सूचित कर सकते हैं, और ऐप वितरक, अपनी शर्तों और नीतियों के अनुसार, ऐप के लिए भुगतान की गई खरीद मूल्य, यदि कोई हो, वापस कर सकता है, और लागू कानून द्वारा अनुमत अधिकतम सीमा तक, ऐप वितरक का ऐप के संबंध में कोई अन्य वारंटी दायित्व नहीं होगा; (4) आप प्रतिनिधित्व करते हैं और वारंट करते हैं कि (i) आप उस देश में स्थित नहीं हैं जो अमेरिकी सरकार के प्रतिबंध के अधीन है, या जिसे अमेरिकी सरकार ने 'आतंकवादी समर्थन' करने वाला देश नामित किया है और (ii) आप अमेरिकी सरकार की किसी भी निषिद्ध या प्रतिबंधित पक्षों की सूची में सूचीबद्ध नहीं हैं; (5) आपको ऐप का उपयोग करते समय लागू तीसरे पक्ष के समझौते की शर्तों का पालन करना होगा, उदाहरण के लिए, यदि आपके पास एक VoIP एप्लिकेशन है, तो आपको ऐप का उपयोग करते समय उनके वायरलेस डेटा सेवा समझौते का उल्लंघन नहीं करना चाहिए; और (6) आप स्वीकार करते हैं और सहमत हैं कि ऐप वितरक इन कानूनी शर्तों में निहित इस मोबाइल एप्लिकेशन लाइसेंस की शर्तों और नियमों के तीसरे पक्ष के लाभार्थी हैं, और प्रत्येक ऐप वितरक को इन कानूनी शर्तों में निहित इस मोबाइल एप्लिकेशन लाइसेंस की शर्तों और नियमों को आपके खिलाफ तीसरे पक्ष के लाभार्थी के रूप में लागू करने का अधिकार होगा (और यह माना जाएगा कि उसने यह अधिकार स्वीकार कर लिया है)।",
    "Apple and Android Devices": "Apple और Android डिवाइस",
    "If you access the Services via the App, then we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the App on wireless electronic devices owned or controlled by you and to access and use the App on such devices strictly in accordance with the terms and conditions of this mobile application licence contained in these Legal Terms. You shall not: (1) except as permitted by applicable law, decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the App; (2) make any modification, adaptation, improvement, enhancement, translation, or derivative work from the App; (3) violate any applicable laws, rules, or regulations in connection with your access or use of the App; (4) remove, alter, or obscure any proprietary notice (including any notice of copyright or trademark) posted by us or the licensors of the App; (5) use the App for any revenue-generating endeavour, commercial enterprise, or other purpose for which it is not designed or intended; (6) make the App available over a network or other environment permitting access or use by multiple devices or users at the same time; (7) use the App for creating a product, service, or software that is, directly or indirectly, competitive with or in any way a substitute for the App; (8) use the App to send automated queries to any website or to send any unsolicited commercial email; or (9) use any proprietary information or any of our interfaces or our other intellectual property in the design, development, manufacture, licensing, or distribution of any applications, accessories, or devices for use with the App.": "यदि आप ऐप के माध्यम से सेवाओं तक पहुंचते हैं, तो हम आपको आपके स्वामित्व या नियंत्रण में मौजूद वायरलेस इलेक्ट्रॉनिक डिवाइसों पर ऐप को स्थापित करने और उपयोग करने और इन कानूनी शर्तों में निहित इस मोबाइल एप्लिकेशन लाइसेंस की शर्तों और नियमों के सख्ती से अनुपालन में ऐसे डिवाइसों पर ऐप तक पहुंचने और उपयोग करने का एक निरस्त करने योग्य, गैर-विशिष्ट, गैर-हस्तांतरणीय, सीमित अधिकार प्रदान करते हैं। आप निम्नलिखित नहीं करेंगे: (1) लागू कानून द्वारा अनुमत को छोड़कर, ऐप को डिकम्पाइल, रिवर्स इंजीनियर, डिसअसेंबल, इसके स्रोत कोड को प्राप्त करने का प्रयास, या डिक्रिप्ट नहीं करेंगे; (2) ऐप से कोई संशोधन, अनुकूलन, सुधार, वृद्धि, अनुवाद, या व्युत्पन्न कार्य नहीं बनाएंगे; (3) ऐप तक पहुंच या इसके उपयोग के संबंध में किसी भी लागू कानूनों, नियमों, या विनियमों का उल्लंघन नहीं करेंगे; (4) हमारे या ऐप के लाइसेंसदाताओं द्वारा पोस्ट की गई किसी भी स्वामित्व सूचना (कॉपीराइट या ट्रेडमार्क की किसी भी सूचना सहित) को हटाएंगे, बदलेंगे, या अस्पष्ट नहीं करेंगे; (5) ऐप का उपयोग किसी भी राजस्व उत्पन्न करने वाले प्रयास, वाणिज्यिक उद्यम, या अन्य उद्देश्य के लिए नहीं करेंगे जिसके लिए इसे डिज़ाइन या इरादा नहीं किया गया है; (6) ऐप को नेटवर्क या अन्य वातावरण पर उपलब्ध नहीं कराएंगे जो एक ही समय में कई डिवाइसों या उपयोगकर्ताओं द्वारा पहुंच या उपयोग की अनुमति देता हो; (7) ऐप का उपयोग किसी उत्पाद, सेवा, या सॉफ्टवेयर को बनाने के लिए नहीं करेंगे जो प्रत्यक्ष या अप्रत्यक्ष रूप से ऐप के साथ प्रतिस्पर्धी हो या किसी भी तरह से इसके लिए प्रतिस्थापन हो; (8) ऐप का उपयोग किसी भी वेबसाइट पर स्वचालित प्रश्न भेजने या किसी भी अनचाही वाणिज्यिक ईमेल भेजने के लिए नहीं करेंगे; या (9) ऐप के साथ उपयोग के लिए किसी भी एप्लिकेशन, सहायक उपकरण, या डिवाइस के डिज़ाइन, विकास, निर्माण, लाइसेंसिंग, या वितरण में किसी भी स्वामित्व जानकारी या हमारे किसी भी इंटरफेस या हमारी अन्य बौद्धिक संपदा का उपयोग नहीं करेंगे।",
    "Use Licence": "उपयोग लाइसेंस",
    "MOBILE APPLICATION LICENCE": "मोबाइल एप्लिकेशन लाइसेंस",
    "We do not assert any ownership over your Contributions. You retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions. We are not liable for any statements or representations in your Contributions provided by you in any area of the Services. You are solely responsible for your Contributions to the Services and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.": "हम आपके योगदानों पर कोई स्वामित्व दावा नहीं करते हैं। आप अपने सभी योगदानों और आपके योगदानों से संबंधित किसी भी बौद्धिक संपदा अधिकारों या अन्य स्वामित्व अधिकारों के पूर्ण स्वामित्व को बनाए रखते हैं। हम आपके द्वारा सेवाओं के किसी भी क्षेत्र में प्रदान किए गए आपके योगदानों में किसी भी कथन या प्रतिनिधित्व के लिए उत्तरदायी नहीं हैं। आप सेवाओं में अपने योगदानों के लिए पूरी तरह से जिम्मेदार हैं और आप स्पष्ट रूप से हमें किसी भी और सभी जिम्मेदारी से मुक्त करने और आपके योगदानों के संबंध में हमारे खिलाफ किसी भी कानूनी कार्रवाई से बचने के लिए सहमत हैं।",
    "You and Services agree that we may access, store, process, and use any information and personal data that you provide and your choices (including settings). By submitting suggestions or other feedback regarding the Services, you agree that we can use and share such feedback for any purpose without compensation to you.": "आप और सेवाएं सहमत हैं कि हम आपके द्वारा प्रदान की गई किसी भी जानकारी और व्यक्तिगत डेटा और आपकी पसंद (सेटिंग्स सहित) तक पहुंच सकते हैं, संग्रहीत कर सकते हैं, संसाधित कर सकते हैं, और उपयोग कर सकते हैं। सेवाओं के संबंध में सुझाव या अन्य प्रतिक्रिया प्रस्तुत करके, आप सहमत हैं कि हम बिना आपको मुआवजे के किसी भी उद्देश्य के लिए ऐसी प्रतिक्रिया का उपयोग और साझा कर सकते हैं।",
    "CONTRIBUTION LICENCE": "योगदान लाइसेंस",
    "Any use of the Services in violation of the foregoing violates these Legal Terms and may result in, among other things, termination or suspension of your rights to use the Services.": "उपरोक्त के उल्लंघन में सेवाओं का कोई भी उपयोग इन कानूनी शर्तों का उल्लंघन करता है और इसके परिणामस्वरूप, अन्य बातों के साथ-साथ, सेवाओं का उपयोग करने के आपके अधिकारों का समापन या निलंबन हो सकता है।",
    "Your Contributions do not otherwise violate, or link to material that violates, any provision of these Legal Terms, or any applicable law or regulation.": "आपके योगदान इन कानूनी शर्तों के किसी भी प्रावधान, या किसी भी लागू कानून या विनियम का उल्लंघन नहीं करते हैं, और न ही ऐसी सामग्री से लिंक करते हैं जो इनका उल्लंघन करती हो।",
    "Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.": "आपके योगदान में नस्ल, राष्ट्रीय मूल, लिंग, यौन प्राथमिकता, या शारीरिक अक्षमता से संबंधित कोई आपत्तिजनक टिप्पणियां शामिल नहीं हैं।",
    "Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.": "आपके योगदान नाबालिगों के अश्लील साहित्य से संबंधित किसी भी लागू कानून का उल्लंघन नहीं करते हैं, या नाबालिगों के स्वास्थ्य या कल्याण की रक्षा के लिए बनाए गए किसी भी कानून का उल्लंघन नहीं करते हैं।",
    "Your Contributions do not violate the privacy or publicity rights of any third party.": "आपके योगदान किसी तीसरे पक्ष के गोपनीयता या प्रचार अधिकारों का उल्लंघन नहीं करते हैं।",
    "Your Contributions do not violate any applicable law, regulation, or rule.": "आपके योगदान किसी भी लागू कानून, विनियम, या नियम का उल्लंघन नहीं करते हैं।",
    "Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person or to promote violence against a specific person or class of people.": "आपके योगदान का उपयोग किसी अन्य व्यक्ति को परेशान करने या धमकी देने (उन शब्दों के कानूनी अर्थ में) या किसी विशिष्ट व्यक्ति या लोगों के समूह के खिलाफ हिंसा को बढ़ावा देने के लिए नहीं किया जाता है।",
    "Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.": "आपके योगदान किसी का मजाक नहीं उड़ाते, उपहास नहीं करते, अपमान नहीं करते, डराते नहीं, या दुर्व्यवहार नहीं करते।",
    "Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libellous, slanderous, or otherwise objectionable (as determined by us).": "आपके योगदान अश्लील, कामुक, लंपट, गंदे, हिंसक, परेशान करने वाले, मानहानिकारक, निंदात्मक, या अन्यथा आपत्तिजनक (जैसा कि हम निर्धारित करते हैं) नहीं हैं।",
    "Your Contributions are not unsolicited or unauthorised advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.": "आपके योगदान अनचाहे या अनधिकृत विज्ञापन, प्रचार सामग्री, पिरामिड योजनाएं, चेन लेटर, स्पैम, बड़े पैमाने पर मेलिंग, या अन्य प्रकार की याचना नहीं हैं।",
    "Your Contributions are not false, inaccurate, or misleading.": "आपके योगदान झूठे, गलत, या भ्रामक नहीं हैं।",
    "You have the written consent, release, and/or permission of each identifiable individual in your Contributions to use their name or likeness in any manner contemplated by the Services and these Legal Terms.": "आपके पास अपने योगदानों में प्रत्येक पहचान योग्य व्यक्ति की लिखित सहमति, रिलीज, और/या अनुमति है ताकि उनके नाम या समानता का उपयोग सेवाओं और इन कानूनी शर्तों द्वारा परिकल्पित किसी भी तरीके से किया जा सके।",
    "You are the creator and owner of or have the necessary licences, rights, consents, releases, and permissions to use and to authorise us, the Services, and other users of the Services to use your Contributions in any manner contemplated by the Services and these Legal Terms.": "आप अपने योगदानों के निर्माता और मालिक हैं या आपके पास आवश्यक लाइसेंस, अधिकार, सहमति, रिलीज, और अनुमतियां हैं ताकि आप हमें, सेवाओं, और सेवाओं के अन्य उपयोगकर्ताओं को अपने योगदानों का उपयोग सेवाओं और इन कानूनी शर्तों द्वारा परिकल्पित किसी भी तरीके से करने के लिए अधिकृत कर सकें।",
    "The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.": "आपके योगदानों का निर्माण, वितरण, संचरण, सार्वजनिक प्रदर्शन, या प्रदर्शन, और उन तक पहुंच, डाउनलोडिंग, या कॉपी करना किसी तीसरे पक्ष के स्वामित्व अधिकारों का उल्लंघन नहीं करता है और न ही करेगा, जिसमें कॉपीराइट, पेटेंट, ट्रेडमार्क, व्यापार रहस्य, या नैतिक अधिकार शामिल हैं, लेकिन यह इन्हीं तक सीमित नहीं है।",
    "The Services does not offer users to submit or post content. We may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Services, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, 'Contributions'). Contributions may be viewable by other users of the Services and through third-party websites. When you create or make available any Contributions, you thereby represent and warrant that": "सेवाएं उपयोगकर्ताओं को सामग्री प्रस्तुत करने या पोस्ट करने की सुविधा नहीं देती हैं। हम आपको हमें या सेवाओं पर सामग्री और सामग्रियां बनाने, प्रस्तुत करने, पोस्ट करने, प्रदर्शित करने, संचारित करने, प्रदर्शन करने, प्रकाशित करने, वितरित करने, या प्रसारित करने का अवसर प्रदान कर सकते हैं, जिसमें पाठ, लेखन, वीडियो, ऑडियो, तस्वीरें, ग्राफिक्स, टिप्पणियां, सुझाव, या व्यक्तिगत जानकारी या अन्य सामग्री शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है (सामूहिक रूप से 'योगदान')। योगदान सेवाओं के अन्य उपयोगकर्ताओं और तीसरे पक्ष की वेबसाइटों के माध्यम से देखे जा सकते हैं। जब आप कोई योगदान बनाते हैं या उपलब्ध कराते हैं, तो आप इसके द्वारा प्रतिनिधित्व करते हैं और वारंट करते हैं कि",
    "USER GENERATED CONTRIBUTIONS": "उपयोगकर्ता द्वारा उत्पन्न योगदान",
    "Sell or otherwise transfer your profile.": "अपनी प्रोफाइल को बेचें या अन्यथा हस्तांतरित करें।",
    "Use the Services to advertise or offer to sell goods and services.": "सेवाओं का उपयोग वस्तुओं और सेवाओं को विज्ञापित करने या बेचने की पेशकश करने के लिए करें।",
    "Use the Services as part of any effort to compete with us or otherwise use the Services and/or the Content for any revenue-generating endeavour or commercial enterprise.": "सेवाओं का उपयोग हमारे साथ प्रतिस्पर्धा करने के किसी भी प्रयास के हिस्से के रूप में करें या सेवाओं और/या सामग्री का उपयोग किसी भी राजस्व उत्पन्न करने वाले प्रयास या वाणिज्यिक उद्यम के लिए करें।",
    "Make any unauthorised use of the Services, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited emails, or creating user accounts by automated means or under false pretences.": "सेवाओं का कोई अनधिकृत उपयोग करें, जिसमें उपयोगकर्ताओं के उपयोगकर्ता नाम और/या ईमेल पते इलेक्ट्रॉनिक या अन्य साधनों से अनचाहे ईमेल भेजने के उद्देश्य से एकत्र करना, या स्वचालित साधनों या झूठे बहानों से उपयोगकर्ता खाते बनाना शामिल है।",
    "Use a buying agent or purchasing agent to make purchases on the Services.": "सेवाओं पर खरीदारी करने के लिए खरीद एजेंट या क्रय एजेंट का उपयोग करें।",
    "Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Services, or use or launch any unauthorised script or other software.": "मानक खोज इंजन या इंटरनेट ब्राउज़र उपयोग के परिणाम को छोड़कर, किसी भी स्वचालित प्रणाली का उपयोग, लॉन्च, विकास, या वितरण करें, जिसमें बिना किसी सीमा के, कोई स्पाइडर, रोबोट, चीट यूटिलिटी, स्क्रैपर, या ऑफलाइन रीडर शामिल है जो सेवाओं तक पहुंचता हो, या किसी भी अनधिकृत स्क्रिप्ट या अन्य सॉफ्टवेयर का उपयोग या लॉन्च करें।",
    "Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Services.": "लागू कानून द्वारा अनुमत को छोड़कर, सेवाओं का हिस्सा बनाने वाले किसी भी सॉफ्टवेयर को डिकोड, डिकम्पाइल, डिसअसेंबल, या रिवर्स इंजीनियर करें।",
    "Copy or adapt the Services' software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.": "सेवाओं के सॉफ्टवेयर को कॉपी या अनुकूलित करें, जिसमें फ्लैश, PHP, HTML, जावास्क्रिप्ट, या अन्य कोड शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है।",
    "Attempt to bypass any measures of the Services designed to prevent or restrict access to the Services, or any portion of the Services.": "सेवाओं तक पहुंच को रोकने या प्रतिबंधित करने के लिए डिज़ाइन की गई सेवाओं के किसी भी उपाय को दरकिनार करने का प्रयास करें, या सेवाओं के किसी भी हिस्से को।",
    "Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Services to you.": "हमारे किसी भी कर्मचारी या एजेंट को परेशान करें, तंग करें, डराएं, या धमकी दें जो आपको सेवाओं का कोई हिस्सा प्रदान करने में लगे हों।",
    "Interfere with, disrupt, or create an undue burden on the Services or the networks or services connected to the Services.": "सेवाओं या सेवाओं से जुड़े नेटवर्क या सेवाओं में हस्तक्षेप करें, व्यवधान डालें, या अनुचित बोझ डालें।",
    "Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats ('gifs'), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as 'spyware' or 'passive collection mechanisms' or 'pcms').": "कोई भी सामग्री अपलोड या संचारित करें (या अपलोड करने या संचारित करने का प्रयास करें) जो निष्क्रिय या सक्रिय सूचना संग्रह या संचरण तंत्र के रूप में कार्य करती हो, जिसमें बिना किसी सीमा के, स्पष्ट ग्राफिक्स इंटरचेंज फॉर्मेट ('gifs'), 1×1 पिक्सल, वेब बग, कुकीज़, या अन्य समान डिवाइस शामिल हैं (जिन्हें कभी-कभी 'स्पायवेयर' या 'निष्क्रिय संग्रह तंत्र' या 'pcms' कहा जाता है)।",
    "Attempt to impersonate another user or person or use the username of another user.": "किसी अन्य उपयोगकर्ता या व्यक्ति की नकल करने का प्रयास करें या किसी अन्य उपयोगकर्ता के उपयोगकर्ता नाम का उपयोग करें।",
    "Delete the copyright or other proprietary rights notice from any Content.": "किसी भी सामग्री से कॉपीराइट या अन्य स्वामित्व अधिकारों की सूचना हटाएं।",
    "Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.": "सिस्टम के किसी भी स्वचालित उपयोग में संलग्न हों, जैसे टिप्पणियां या संदेश भेजने के लिए स्क्रिप्ट का उपयोग करना, या डेटा माइनिंग, रोबोट, या समान डेटा संग्रह और निष्कर्षण उपकरणों का उपयोग करना।",
    "Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Services or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Services.": "वायरस, ट्रोजन हॉर्स, या अन्य सामग्री अपलोड या संचारित करें (या अपलोड करने या संचारित करने का प्रयास करें), जिसमें बड़े अक्षरों का अत्यधिक उपयोग और स्पैमिंग (दोहरावदार पाठ की निरंतर पोस्टिंग) शामिल है, जो किसी भी पक्ष के सेवाओं के निर्बाध उपयोग और आनंद में हस्तक्षेप करता हो या सेवाओं के उपयोग, सुविधाओं, कार्यों, संचालन, या रखरखाव को संशोधित, क्षीण, बाधित, बदल, या हस्तक्षेप करता हो।",
    "Engage in unauthorised framing of or linking to the Services.": "सेवाओं की अनधिकृत फ्रेमिंग या लिंकिंग में संलग्न हों।",
    "Use the Services in a manner inconsistent with any applicable laws or regulations.": "सेवाओं का उपयोग किसी भी लागू कानूनों या विनियमों के साथ असंगत तरीके से करें।",
    "Make improper use of our support services or submit false reports of abuse or misconduct.": "हमारी समर्थन सेवाओं का अनुचित उपयोग करें या दुर्व्यवहार या कदाचार की झूठी रिपोर्ट प्रस्तुत करें।",
    "Use any information obtained from the Services in order to harass, abuse, or harm another person.": "सेवाओं से प्राप्त किसी भी जानकारी का उपयोग किसी अन्य व्यक्ति को परेशान करने, दुर्व्यवहार करने, या नुकसान पहुंचाने के लिए करें।",
    "Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Services.": "हमारी राय में, हमें और/या सेवाओं को अपमानित करें, कलंकित करें, या अन्यथा नुकसान पहुंचाएं।",
    "Circumvent, disable, or otherwise interfere with security-related features of the Services, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Services and/or the Content contained therein.": "सेवाओं की सुरक्षा-संबंधी सुविधाओं को दरकिनार करें, अक्षम करें, या अन्यथा हस्तक्षेप करें, जिसमें ऐसी सुविधाएं शामिल हैं जो किसी भी सामग्री के उपयोग या कॉपी करने को रोकती या प्रतिबंधित करती हैं या सेवाओं और/या उसमें निहित सामग्री के उपयोग पर सीमाएं लागू करती हैं।",
    "Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.": "हमें और अन्य उपयोगकर्ताओं को छल करें, धोखा दें, या गुमराह करें, खास तौर पर उपयोगकर्ता पासवर्ड जैसे संवेदनशील खाता जानकारी जानने के किसी भी प्रयास में।",
    "Systematically retrieve data or other content from the Services to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.": "हमारी लिखित अनुमति के बिना सेवाओं से डेटा या अन्य सामग्री को व्यवस्थित रूप से पुनर्प्राप्त करें ताकि संग्रह, संकलन, डेटाबेस, या डायरेक्टरी बनाई या संकलित की जा सके, प्रत्यक्ष या अप्रत्यक्ष रूप से।",
    "As a user of the Services, you agree not to": "सेवाओं के उपयोगकर्ता के रूप में, आप सहमत हैं कि आप नहीं करेंगे",
    "You may not access or use the Services for any purpose other than that for which we make the Services available. The Services may not be used in connection with any commercial endeavours except those that are specifically endorsed or approved by us.": "आप सेवाओं तक पहुंच या उनका उपयोग किसी भी उद्देश्य के लिए नहीं कर सकते हैं सिवाय इसके कि हम सेवाओं को जिस उद्देश्य के लिए उपलब्ध कराते हैं। सेवाओं का उपयोग किसी भी वाणिज्यिक प्रयासों के संबंध में नहीं किया जा सकता है सिवाय उन लोगों के जो हमारे द्वारा विशेष रूप से समर्थित या अनुमोदित हैं।",
    "PROHIBITED ACTIVITIES": "निषिद्ध गतिविधियाँ",
    "All sales are final and no refund will be issued.": "सभी बिक्री अंतिम हैं और कोई रिफंड जारी नहीं किया जाएगा।",
    "REFUNDS POLICY": "रिफंड नीति",
    "We may, from time to time, make changes to the subscription fee and will communicate any price changes to you in accordance with applicable law.": "हम समय-समय पर सदस्यता शुल्क में बदलाव कर सकते हैं और किसी भी मूल्य परिवर्तन को लागू कानून के अनुसार आपको सूचित करेंगे।",
    "Fee Changes": "शुल्क परिवर्तन",
    "Cignix offers a one-time payment model, so cancellations or refunds aren't available. Enjoy uninterrupted access to all premium features with no renewal hassles. Your cancellation will take effect at the end of the current paid term. If you have any questions or are unsatisfied with our Services, please email us at quit@cignix.com.": "सिग्निक्स एकमुश्त भुगतान मॉडल प्रदान करता है, इसलिए रद्दीकरण या रिफंड उपलब्ध नहीं हैं। नवीनीकरण की परेशानियों के बिना सभी प्रीमियम सुविधाओं तक निर्बाध पहुंच का आनंद लें। आपका रद्दीकरण वर्तमान भुगतान अवधि के अंत में प्रभावी होगा। यदि आपके कोई प्रश्न हैं या आप हमारी सेवाओं से असंतुष्ट हैं, तो कृपया हमें quit@cignix.com पर ईमेल करें।",
    "Cancellation": "रद्दीकरण",
    "Cignix offers an exclusive lifetime plan at a one-time price, giving you unlimited access to our entire video library for life. With this subscription, you’ll have continuous support and resources whenever you need them.": "सिग्निक्स एकमुश्त मूल्य पर एक विशेष आजीवन योजना प्रदान करता है, जो आपको हमारी पूरी वीडियो लाइब्रेरी तक आजीवन असीमित पहुंच प्रदान करता है। इस सदस्यता के साथ, आपको जब भी आवश्यकता होगी तब निरंतर समर्थन और संसाधन मिलेंगे।",
    "Billing and Renewal": "बिलिंग और नवीनीकरण",
    "SUBSCRIPTIONS": "सदस्यताएँ",
    "We reserve the right to refuse any order placed through the Services. We may, in our sole discretion, limit or cancel quantities purchased per person, per household, or per order. These restrictions may include orders placed by or under the same customer account, the same payment method, and/or orders that use the same billing or shipping address. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers, or distributors.": "हम सेवाओं के माध्यम से दिए गए किसी भी ऑर्डर को अस्वीकार करने का अधिकार सुरक्षित रखते हैं। हम अपने एकमात्र विवेक पर, प्रति व्यक्ति, प्रति परिवार, या प्रति ऑर्डर खरीदी गई मात्राओं को सीमित या रद्द कर सकते हैं। इन प्रतिबंधों में एक ही ग्राहक खाते, एक ही भुगतान विधि, और/या एक ही बिलिंग या शिपिंग पते का उपयोग करने वाले ऑर्डर शामिल हो सकते हैं। हम उन ऑर्डरों को सीमित करने या निषिद्ध करने का अधिकार सुरक्षित रखते हैं जो हमारे एकमात्र निर्णय में, डीलरों, पुनर्विक्रेताओं, या वितरकों द्वारा दिए गए प्रतीत होते हैं।",
    "You agree to pay all charges at the prices then in effect for your purchases and any applicable shipping fees, and you authorise us to charge your chosen payment provider for any such amounts upon placing your order. We reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.": "आप अपनी खरीदारी के लिए उस समय प्रभावी कीमतों पर सभी शुल्क और किसी भी लागू शिपिंग शुल्क का भुगतान करने के लिए सहमत हैं, और आप हमें आपके ऑर्डर देने पर आपके चुने हुए भुगतान प्रदाता से ऐसी किसी भी राशि को चार्ज करने के लिए अधिकृत करते हैं। हम मूल्य निर्धारण में किसी भी त्रुटि या गलती को ठीक करने का अधिकार सुरक्षित रखते हैं, भले ही हमने पहले ही भुगतान मांगा हो या प्राप्त कर लिया हो।",
    "You agree to provide current, complete, and accurate purchase and account information for all purchases made via the Services. You further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed. Sales tax will be added to the price of purchases as deemed required by us. We may change prices at any time. All payments shall be in Rupees.": "आप सेवाओं के माध्यम से की गई सभी खरीदारी के लिए वर्तमान, पूर्ण, और सटीक खरीद और खाता जानकारी प्रदान करने के लिए सहमत हैं। आप आगे खाता और भुगतान जानकारी, जिसमें ईमेल पता, भुगतान विधि, और भुगतान कार्ड की समाप्ति तिथि शामिल है, को तुरंत अपडेट करने के लिए सहमत हैं ताकि हम आपके लेनदेन को पूरा कर सकें और आवश्यकतानुसार आपसे संपर्क कर सकें। बिक्री कर को हमारी आवश्यकता के अनुसार खरीद की कीमत में जोड़ा जाएगा। हम किसी भी समय कीमतें बदल सकते हैं। सभी भुगतान रुपये में होंगे।",
    "We accept the following forms of payment": "हम निम्नलिखित भुगतान के तरीकों को स्वीकार करते हैं",
    "PURCHASES AND PAYMENT": "खरीद और भुगतान",
    "All products are subject to availability. We reserve the right to discontinue any products at any time for any reason. Prices for all products are subject to change.": "सभी उत्पाद उपलब्धता के अधीन हैं। हम किसी भी समय किसी भी कारण से किसी भी उत्पाद को बंद करने का अधिकार सुरक्षित रखते हैं। सभी उत्पादों की कीमतें परिवर्तन के अधीन हैं।",
    "PRODUCTS": "उत्पाद",
    "You can cancel your subscription at any time by contacting us using the contact information provided below. Your cancellation will take effect at the end of the current paid term. If you have any questions or are unsatisfied with our Services, please email us at quit@cignix.com": "आप नीचे दी गई संपर्क जानकारी का उपयोग करके किसी भी समय अपनी सदस्यता रद्द कर सकते हैं। आपका रद्दीकरण वर्तमान भुगतान अवधि के अंत में प्रभावी होगा। यदि आपके कोई प्रश्न हैं या आप हमारी सेवाओं से असंतुष्ट हैं, तो कृपया हमें quit@cignix.com पर ईमेल करें।",
    "You may be required to register to use the Services. You agree to keep your password confidential and will be responsible for all use of your account and password. We reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.": "सेवाओं का उपयोग करने के लिए आपको पंजीकरण करना पड़ सकता है। आप अपने पासवर्ड को गोपनीय रखने के लिए सहमत हैं और अपने खाते और पासवर्ड के सभी उपयोग के लिए जिम्मेदार होंगे। हम आपके द्वारा चुने गए उपयोगकर्ता नाम को हटाने, पुनः दावा करने, या बदलने का अधिकार सुरक्षित रखते हैं यदि हम अपने एकमात्र विवेक में यह निर्धारित करते हैं कि ऐसा उपयोगकर्ता नाम अनुचित, अश्लील, या अन्यथा आपत्तिजनक है।",
    "USER REGISTRATION": "उपयोगकर्ता पंजीकरण",
    "By using the Services, you represent and warrant that": "सेवाओं का उपयोग करके, आप प्रतिनिधित्व करते हैं और वारंट करते हैं कि",
    "(1) all registration information you submit will be true, accurate, current, and complete; (2) you will maintain the accuracy of such information and promptly update such registration information as necessary; (3) you have the legal capacity and you agree to comply with these Legal Terms; (4) you are not under the age of 18; (5) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Services; (6) you will not access the Services through automated or non-human means, whether through a bot, script or otherwise; (7) you will not use the Services for any illegal or unauthorised purpose; and (8) your use of the Services will not violate any applicable law or regulation. If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Services (or any portion thereof).": "(1) आपके द्वारा प्रस्तुत सभी पंजीकरण जानकारी सत्य, सटीक, वर्तमान और पूर्ण होगी; (2) आप ऐसी जानकारी की सटीकता बनाए रखेंगे और आवश्यकतानुसार ऐसी पंजीकरण जानकारी को तुरंत अपडेट करेंगे; (3) आपके पास कानूनी क्षमता है और आप इन कानूनी शर्तों का पालन करने के लिए सहमत हैं; (4) आपकी आयु 18 वर्ष से कम नहीं है; (5) आप अपने निवास क्षेत्राधिकार में नाबालिग नहीं हैं, या यदि नाबालिग हैं, तो आपको सेवाओं का उपयोग करने के लिए माता-पिता की अनुमति प्राप्त है; (6) आप स्वचालित या गैर-मानवीय साधनों, जैसे बॉट, स्क्रिप्ट या अन्य के माध्यम से सेवाओं तक पहुंच नहीं करेंगे; (7) आप सेवाओं का उपयोग किसी भी अवैध या अनधिकृत उद्देश्य के लिए नहीं करेंगे; और (8) आपका सेवाओं का उपयोग किसी भी लागू कानून या विनियम का उल्लंघन नहीं करेगा। यदि आप कोई ऐसी जानकारी प्रदान करते हैं जो असत्य, गलत, वर्तमान नहीं, या अपूर्ण है, तो हमारे पास आपके खाते को निलंबित करने या समाप्त करने और सेवाओं (या इसके किसी भी हिस्से) के वर्तमान या भविष्य के सभी उपयोग को अस्वीकार करने का अधिकार है।",
    "USER REPRESENTATIONS": "उपयोगकर्ता प्रतिनिधित्व",
    "warrant and represent that your Submissions do not constitute confidential information. You are solely responsible for your Submissions and you expressly agree to reimburse us for any and all losses that we may suffer because of your breach of (a) this section, (b) any third party’s intellectual property rights, or (c) applicable law.": "वारंट और प्रतिनिधित्व करते हैं कि आपके प्रस्तुति गोपनीय जानकारी का गठन नहीं करते हैं। आप अपने प्रस्तुति के लिए पूरी तरह से जिम्मेदार हैं और आप स्पष्ट रूप से हमें किसी भी और सभी नुकसानों की प्रतिपूर्ति करने के लिए सहमत हैं जो हमें आपके उल्लंघन के कारण हो सकते हैं (a) इस खंड का, (b) किसी तीसरे पक्ष के बौद्धिक संपदा अधिकारों का, या (c) लागू कानून का।",
    "warrant that any such Submission is original to you or that you have the necessary rights and licences to submit such Submissions and that you have full authority to grant us the above-mentioned rights in relation to your Submissions; and": "वारंट करते हैं कि ऐसा कोई भी प्रस्तुति आपके लिए मूल है या आपके पास ऐसी प्रस्तुति जमा करने के लिए आवश्यक अधिकार और लाइसेंस हैं और आपके पास अपने प्रस्तुति के संबंध में हमें उपरोक्त अधिकार देने का पूर्ण प्राधिकार है; और",
    "You are responsible for what you post or upload": "आप जो पोस्ट या अपलोड करते हैं उसके लिए आप जिम्मेदार हैं",
    "By sending us Submissions through any part of the Services you:confirm that you have read and agree with our 'PROHIBITED ACTIVITIES' and will not post, send, publish, upload, or transmit through the Services any Submission that is illegal, harassing, hateful, harmful, defamatory, obscene, bullying, abusive, discriminatory, threatening to any person or group, sexually explicit, false, inaccurate, deceitful, or misleading.to the extent permissible by applicable law, waive any and all moral rights to any such Submission": "सेवाओं के किसी भी हिस्से के माध्यम से हमें प्रस्तुति भेजकर आप: पुष्टि करते हैं कि आपने हमारी 'निषिद्ध गतिविधियाँ' को पढ़ा और उससे सहमत हैं और सेवाओं के माध्यम से कोई भी प्रस्तुति पोस्ट, भेज, प्रकाशित, अपलोड, या संचारित नहीं करेंगे जो अवैध, परेशान करने वाला, घृणास्पद, हानिकारक, मानहानिकारक, अश्लील, धमकाने वाला, अपमानजनक, भेदभावपूर्ण, किसी व्यक्ति या समूह के लिए धमकी देने वाला, यौन रूप से स्पष्ट, झूठा, गलत, धोखेबाज, या भ्रामक हो। लागू कानून द्वारा अनुमत सीमा तक, ऐसी किसी भी प्रस्तुति के किसी भी और सभी नैतिक अधिकारों को माफ करते हैं।",
    "By directly sending us any question, comment, suggestion, idea, feedback, or other information about the Services ('Submissions'), you agree to assign to us all intellectual property rights in such Submission. You agree that we shall own this Submission and be entitled to its unrestricted use and dissemination for any lawful purpose, commercial or otherwise, without acknowledgement or compensation to you.": "सेवाओं के बारे में कोई प्रश्न, टिप्पणी, सुझाव, विचार, प्रतिक्रिया, या अन्य जानकारी ('प्रस्तुति') हमें सीधे भेजकर, आप ऐसी प्रस्तुति में सभी बौद्धिक संपदा अधिकार हमें सौंपने के लिए सहमत हैं। आप सहमत हैं कि हम इस प्रस्तुति के मालिक होंगे और किसी भी वैध उद्देश्य के लिए, वाणिज्यिक या अन्यथा, इसके अप्रतिबंधित उपयोग और प्रसार के हकदार होंगे, बिना आपको स्वीकृति या मुआवजे के।",
    "Submissions": "प्रस्तुति",
    "Please review this section and the 'PROHIBITED ACTIVITIES' section carefully prior to using our Services to understand the (a) rights you give us and (b) obligations you have when you post or upload any content through the Services.": "कृपया हमारी सेवाओं का उपयोग करने से पहले इस खंड और 'निषिद्ध गतिविधियाँ' खंड की सावधानीपूर्वक समीक्षा करें ताकि (a) आपके द्वारा हमें दिए गए अधिकारों और (b) आपके द्वारा सेवाओं के माध्यम से कोई सामग्री पोस्ट या अपलोड करने पर आपके दायित्वों को समझ सकें।",
    "Any breach of these Intellectual Property Rights will constitute a material breach of our Legal Terms and your right to use our Services will terminate immediately.": "इन बौद्धिक संपदा अधिकारों का कोई भी उल्लंघन हमारी कानूनी शर्तों का एक महत्वपूर्ण उल्लंघन माना जाएगा और आपकी सेवाओं का उपयोग करने का अधिकार तुरंत समाप्त हो जाएगा।",
    "If you wish to make any use of the Services, Content, or Marks other than as set out in this section or elsewhere in our Legal Terms, please address your request to quit@cignix.com. If we ever grant you permission to post, reproduce, or publicly display any part of our Services or Content, you must identify us as the owners or licensors of the Services, Content, or Marks and ensure that any copyright or proprietary notice appears or is visible on posting, reproducing, or displaying our Content. `We reserve all rights not expressly granted to you in and to the Services, Content, and Marks.": "यदि आप इस खंड में या हमारी कानूनी शर्तों में कहीं और निर्धारित के अलावा सेवाओं, सामग्री, या चिह्नों का कोई उपयोग करना चाहते हैं, तो कृपया अपना अनुरोध quit@cignix.com पर भेजें। यदि हम आपको कभी भी हमारी सेवाओं या सामग्री के किसी भी हिस्से को पोस्ट करने, पुनरुत्पादन करने, या सार्वजनिक रूप से प्रदर्शित करने की अनुमति देते हैं, तो आपको हमें सेवाओं, सामग्री, या चिह्नों के मालिक या लाइसेंसकर्ता के रूप में पहचानना होगा और यह सुनिश्चित करना होगा कि हमारी सामग्री को पोस्ट करने, पुनरुत्पादन करने, या प्रदर्शित करने पर कोई कॉपीराइट या स्वामित्व सूचना दिखाई दे या दृश्यमान हो। हम आपके लिए स्पष्ट रूप से प्रदान नहीं किए गए सभी अधिकारों को सेवाओं, सामग्री, और चिह्नों में सुरक्षित रखते हैं।",
    "Except as set out in this section or elsewhere in our Legal Terms, no part of the Services and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.": "इस खंड में या हमारी कानूनी शर्तों में कहीं और निर्धारित के अलावा, सेवाओं का कोई भी हिस्सा और कोई भी सामग्री या चिह्न बिना हमारी स्पष्ट पूर्व लिखित अनुमति के कॉपी, पुनरुत्पादन, एकत्रित, पुनर्प्रकाशित, अपलोड, पोस्ट, सार्वजनिक रूप से प्रदर्शित, एन्कोडेड, अनुवादित, संचारित, वितरित, बेचा, लाइसेंस प्राप्त, या किसी भी वाणिज्यिक उद्देश्य के लिए अन्यथा शोषण नहीं किया जा सकता है।",
    "Subject to your compliance with these Legal Terms, including the'PROHIBITED ACTIVITIES' section below, we grant you a non-exclusive, non-transferable, revocable license to: access the Services; and download or print a copy of any portion of the Content to which you have properly gained access, solely for your personal, non-commercial use.": "इन कानूनी शर्तों के आपके अनुपालन के अधीन, जिसमें नीचे दी गई 'निषिद्ध गतिविधियाँ' खंड शामिल है, हम आपको एक गैर-विशिष्ट, गैर-हस्तांतरणीय, निरस्त करने योग्य लाइसेंस प्रदान करते हैं: सेवाओं तक पहुंचने के लिए; और आपके द्वारा विधिवत प्राप्त की गई सामग्री के किसी भी हिस्से की एक प्रति डाउनलोड या प्रिंट करने के लिए, केवल आपके व्यक्तिगत, गैर-वाणिज्यिक उपयोग के लिए।",
    "Your use of our Services": "आपका हमारी सेवाओं का उपयोग",
    "The Content and Marks are provided in or through the Services 'AS IS' for your personal, non-commercial use only.": "सामग्री और चिह्न सेवाओं में या उनके माध्यम से 'जैसा है' प्रदान किए जाते हैं, केवल आपके व्यक्तिगत, गैर-वाणिज्यिक उपयोग के लिए।",
    "Our Content and Marks are protected by copyright and trademark laws (and various other intellectual property rights and unfair competition laws) and treaties around the world.": "हमारी सामग्री और चिह्न कॉपीराइट और ट्रेडमार्क कानूनों (और विभिन्न अन्य बौद्धिक संपदा अधिकारों और अनुचित प्रतिस्पर्धा कानूनों) और विश्व भर की संधियों द्वारा संरक्षित हैं।",
    "The information provided when using the Services is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the Services from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.": "सेवाओं का उपयोग करते समय प्रदान की गई जानकारी किसी भी क्षेत्राधिकार या देश में किसी भी व्यक्ति या इकाई को वितरण या उपयोग के लिए अभिप्रेत नहीं है जहां ऐसा वितरण या उपयोग कानून या विनियम के विपरीत हो या जो हमें उस क्षेत्राधिकार या देश के भीतर किसी भी पंजीकरण आवश्यकता के अधीन करे। तदनुसार, जो व्यक्ति अन्य स्थानों से सेवाओं तक पहुंचना चुनते हैं, वे ऐसा अपनी पहल पर करते हैं और स्थानीय कानूनों का पालन करने के लिए पूरी तरह से जिम्मेदार हैं, यदि और जिस हद तक स्थानीय कानून लागू हों।",
    "Our intellectual property": "हमारी बौद्धिक संपदा",
    "INTELLECTUAL PROPERTY RIGHTS": "बौद्धिक संपदा अधिकार",
    "OUR SERVICES": "हमारी सेवाएँ",
    "We recommend that you print a copy of these Legal Terms for your records.": "हम अनुशंसा करते हैं कि आप इन कानूनी शर्तों की एक प्रति अपने रिकॉर्ड के लिए प्रिंट करें।",
    "The Services are intended for users who are at least 18 years of age. All users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Services. If you are a minor, you must have your parent or guardian read and agree to these Legal Terms prior to you using the Services.": "सेवाएँ उन उपयोगकर्ताओं के लिए अभिप्रेत हैं जो कम से कम 18 वर्ष के हैं। अपने निवास क्षेत्राधिकार में नाबालिग सभी उपयोगकर्ताओं (आम तौर पर 18 वर्ष से कम आयु) को सेवाओं का उपयोग करने के लिए अपने माता-पिता या अभिभावक की अनुमति प्राप्त करनी होगी और उनके प्रत्यक्ष पर्यवेक्षण में होना होगा। यदि आप नाबालिग हैं, तो आपको सेवाओं का उपयोग करने से पहले अपने माता-पिता या अभिभावक से इन कानूनी शर्तों को पढ़वाना और उनसे सहमति लेना होगा।",
    "We will provide you with prior notice of any scheduled changes to the Services you are using. The modified Legal Terms will become effective upon posting or notifying you by quit@cignix.com, as stated in the email message. By continuing to use the Services after the effective date of any changes, you agree to be bound by the modified terms.": "हम आपको आपके द्वारा उपयोग की जा रही सेवाओं में किसी भी निर्धारित परिवर्तनों की पूर्व सूचना प्रदान करेंगे। संशोधित कानूनी शर्तें पोस्ट करने या आपको quit@cignix.com द्वारा सूचित करने पर प्रभावी होंगी, जैसा कि ईमेल संदेश में कहा गया है। किसी भी परिवर्तन की प्रभावी तिथि के बाद सेवाओं का उपयोग जारी रखकर, आप संशोधित शर्तों से बंधे होने के लिए सहमत हैं।",
    "IF YOU DO NOT AGREE WITH ALL OF THESE LEGAL TERMS, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SERVICES AND YOU MUST DISCONTINUE USE IMMEDIATELY.": "यदि आप इन सभी कानूनी शर्तों से सहमत नहीं हैं, तो आपको सेवाओं का उपयोग करने से स्पष्ट रूप से निषिद्ध किया जाता है और आपको तुरंत उपयोग बंद कर देना चाहिए।",
    "These Legal Terms constitute a legally binding agreement made between you, whether personally or on behalf of an entity ('you'), and Cignix, concerning your access to and use of the Services. You agree that by accessing the Services, you have read, understood, and agreed to be bound by all of these Legal Terms.": "ये कानूनी शर्तें आपके (चाहे व्यक्तिगत रूप से या किसी इकाई की ओर से ('आप')) और सिग्निक्स के बीच आपके सेवाओं तक पहुंच और उपयोग के संबंध में बनाया गया एक कानूनी रूप से बाध्यकारी समझौता हैं। आप सहमत हैं कि सेवाओं तक पहुंचकर, आपने इन सभी कानूनी शर्तों को पढ़ा, समझा, और इनसे बंधे होने के लिए सहमति दी है।",
    "Acceptance of Legal Terms": "कानूनी शर्तों की स्वीकृति",
    "Unit No. 105, First Floor, Iris Tech Park, Sector-48, Gurgaon, Haryana 122018, India.": "यूनिट नंबर 105, पहली मंजिल, आइरिस टेक पार्क, सेक्टर-48, गुड़गांव, हरियाणा 122018, भारत।",
    "email at quit@cignix.com, or by mail to": "quit@cignix.com पर ईमेल करें, या डाक द्वारा",
    "You can contact us by phone at": "आप हमें फोन पर संपर्क कर सकते हैं",
    "Cignix is a dedicated platform designed to help smokers quit and embrace a healthier, smoke-free life. Through interactive quizzes and engaging videos, we assess your level of nicotine dependence, providing you with insights and guidance. Our personalized approach supports you every step of the way, helping you overcome cravings, build healthy habits, and achieve a lasting, smoke-free lifestyle.": "सिग्निक्स एक समर्पित मंच है जो धूम्रपान करने वालों को छोड़ने और स्वस्थ, धूम्रपान-मुक्त जीवन अपनाने में मदद करने के लिए डिज़ाइन किया गया है। इंटरैक्टिव क्विज़ और आकर्षक वीडियो के माध्यम से, हम आपकी निकोटीन निर्भरता के स्तर का आकलन करते हैं, आपको अंतर्दृष्टि और मार्गदर्शन प्रदान करते हैं। हमारा व्यक्तिगत दृष्टिकोण आपको हर कदम पर समर्थन देता है, लालसा को दूर करने, स्वस्थ आदतें बनाने और एक स्थायी, धूम्रपान-मुक्त जीवनशैली प्राप्त करने में आपकी मदद करता है।",
    "We operate the website": "हम वेबसाइट संचालित करते हैं",
    "(the 'Site'), as well as any other related products and services that refer or link to these legal terms (the 'Legal Terms') (collectively, the 'Services').": "('साइट'), साथ ही साथ कोई अन्य संबंधित उत्पाद और सेवाएँ जो इन कानूनी शर्तों ('कानूनी शर्तें') का उल्लेख करती हैं या उनसे लिंक करती हैं (सामूहिक रूप से 'सेवाएँ')।",
    "Unit No. 105, First Floor, Iris Tech Park, Sector-48, Gurgaon, Haryana 122018.": "यूनिट नंबर 105, पहली मंजिल, आइरिस टेक पार्क, सेक्टर-48, गुड़गांव, हरियाणा 122018।",
    "We are Cignix ('Company', 'we', 'us', or 'our'), a company registered in India at": "हम सिग्निक्स हैं ('कंपनी', 'हम', 'हमें', या 'हमारा'), भारत में पंजीकृत एक कंपनी",
    "AGREEMENT TO OUR LEGAL TERMS": "हमारी कानूनी शर्तों के लिए समझौता",
    "About Cignix": "सिग्निक्स के बारे में"
  },
  "PlaceHolder": {
    "Type your question here...": "अपना प्रश्न यहाँ टाइप करें...",
    "Enter Current Password": "वर्तमान पासवर्ड दर्ज करें",
    "Enter New Password": "नया पासवर्ड दर्ज करें",
    "Retype New Password": "नया पासवर्ड पुनः टाइप करें",
    "Full Name": "पूरा नाम",
    "Email Address": "ईमेल पता",
    "Phone Number": "फोन नंबर",
    "Date of Birth / Age": "जन्म तिथि / उम्र",
    "Gender": "लिंग",
    "Enter Coupon Code": "कूपन कोड दर्ज करें",
    "Enter Otp": "OTP दर्ज करें",
    "Whatsapp Number": "व्हाट्सएप नंबर"
  }
}