{
  "Notifications List": "അറിയിപ്പുകളുടെ പട്ടിക",
  "profile": {
    "Profile": "പ്രൊഫൈൽ",
    "Account Settings": "അക്കൗണ്ട് സെറ്റിങ്ങുകൾ",
    "Edit Profile": "പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക",
    "Manage Subscription": "സബ്സ്ക്രിപ്ഷൻ മാനേജുചെയ്യുക",
    "Change Password": "പാസ്‌വേഡ് മാറ്റുക",
    "Notification Settings": "അറിയിപ്പ് സെറ്റിങ്ങുകൾ",
    "Other Settings": "മറ്റ് സെറ്റിങ്ങുകൾ",
    "Blogs": "ബ്ലോഗുകൾ",
    "News and Media": "വാർത്തകളും മീഡിയയും",
    "Help Center": "സഹായ കേന്ദ്രം",
    "Contact Support": "സപ്പോർട്ടുമായി ബന്ധപ്പെടുക",
    "Privacy Policy": "സ്വകാര്യതാനയം",
    "Terms and Conditions": "നിയമങ്ങളും നിബന്ധനകളും",
    "Logout": "ലോഗൗട്ട് ചെയ്യുക",
    "Free User": "ഉಚಿತ ഉപയോക്താവ്",
    "Premium User": "പ്രീമിയം ഉപയോക്താവ്",
    "Remove Account": "അക്കൗണ്ട് നീക്കം ചെയ്യുക",
    "Change Language": "ഭാഷ മാറ്റുക",
    "Read More": "കൂടുതൽ വായിക്കുക",
    "Select Language": "ഭാഷ തിരഞ്ഞെടുക്കുക"
  },
  "Sim1": {
    "SIM Test": "SIM പരീക്ഷണം",
    "Question":"കേள்வി",
    "of":"ഇൽ",
    "Discover Your Score": "നിങ്ങളുടെ സ്കോർ കണ്ടെത്തുക",
    "Smoking gives me a new energy whenever I feel low": "എനിക്ക് കുറവായപ്പോൾ പുകവലി പുതിയ ഊർജ്ജം നൽകുന്നു",
    "Smoking clears my thoughts and gives me new ideas": "പുകവലി എന്റെ ചിന്തകൾക്ക് വ്യക്തത നൽകുകയും പുതിയ ആശയങ്ങൾ നൽകുകയും ചെയ്യുന്നു",
    "Cigarette is not that bad as Nicotine has medicinal values too": "സിഗരറ്റ് അത്ര മോശമല്ല, കാരണം നിക്കോട്ടിനിന് വൈദ്യശാസ്ത്രപരമായ മൂല്യങ്ങൾ ഉണ്ട്",
    "Smoking helps me manage my anger": "പുകവലി എന്റെ കോപം നിയന്ത്രിക്കാൻ എനിക്ക് സഹായിക്കുന്നു",
    "Once a smoker, always a smoker": "ഒരു തവണ പുകവലിച്ചാൽ, എപ്പോഴും പുകവലിക്കുന്നവനാണ്",
    "Even if I quit smoking for some days, I will surely relapse": "ഞാൻ ചില ദിവസങ്ങൾ പുകവലി നിർത്തിയാലും, ഞാൻ തീർച്ചയായും വീണ്ടും പുകവലിക്കും",
    "Cigarette is my best friend": "സിഗരറ്റ് എന്റെ മികച്ച സുഹൃത്ത് ആണ്",
    "Cigarette helps me cope better with life": "സിഗരറ്റ് എനിക്ക് ജീവിതം നേരിടാൻ മികച്ച രീതിയിൽ സഹായിക്കുന്നു"
  },
  "Editprofile": {
    "Edit Profile": "പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക",
    "Edit Profile Picture": "പ്രൊഫൈൽ ചിത്രം എഡിറ്റ് ചെയ്യുക",
    "Profile Information": "പ്രൊഫൈൽ വിവരം",
    "Edit Info": "വിവരങ്ങൾ എഡിറ്റ് ചെയ്യുക",
    "Full Name": "പൂർണ്ണ പേര്",
    "Email Address": "ഇമെയിൽ വിലാസം",
    "Phone Number": "ഫോൺ നമ്പർ",
    "Date of Birth / Age": "ജനനത്തീയതി / പ്രായം",
    "Gender": "ലിംഗം",
    "Update Profile": "പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുക",
    "Select Gender": "ലിംഗം തിരഞ്ഞെടുക്കുക"
  },
  "ChangePassword": {
    "Change Password": "പാസ്‌വേഡ് മാറ്റുക",
    "Enter Current Password": "നിലവിലുള്ള പാസ്‌വേഡ് നൽകുക",
    "Enter New Password": "പുതിയ പാസ്‌വേഡ് നൽകുക",
    "Retype New Password": "പുതിയ പാസ്‌വേഡ് വീണ്ടും നൽകുക",
    "A strong password is key for security": "ഒരു ശക്തമായ പാസ്വേഡാണ് സുരക്ഷയ്ക്ക് കീ",
    "use 12-16 characters with a mix of uppercase, lowercase, numbers, and symbols. Avoid common words and personal info.": "വലിയ അക്ഷരങ്ങൾ, ചെറിയ അക്ഷരങ്ങൾ, സംഖ്യകൾ, ചിഹ്നങ്ങൾ എന്നിവയുടെ മിശ്രിതം ഉപയോഗിച്ച് 12-16 അക്ഷരങ്ങൾ ഉപയോഗിക്കുക. സാധാരണ വാക്കുകളും വ്യക്തിഗത വിവരങ്ങളും ഒഴിവാക്കുക."
  },
  "NotificationSettings": {
    "Notification Settings": "അറിയിപ്പ് സെറ്റിങ്ങുകൾ",
    "Choose Notification Channels": "അറിയിപ്പ് ചാനലുകൾ തിരഞ്ഞെടുക്കുക",
    "Email Notification": "ഇമെയിൽ അറിയിപ്പ്",
    "Receive notification all of the messages, videos, Progress Updates.": "എല്ലാ സന്ദേശങ്ങൾ, വീഡിയോകൾ, പുരോഗതി അപ്‌ഡേറ്റുകൾ എന്നിവയുടെ അറിയിപ്പുകൾ സ്വീകരിക്കുക.",
    "Push Notification": "പുഷ് അറിയിപ്പ്",
    "Whatsapp Notification": "വാട്ട്സാപ്പ് അറിയിപ്പ്",
    "Types of Notification": "അറിയിപ്പ് തരം",
    "Remainder": "റിമൈണ്ടർ",
    "Community Updates": "കമ്മ്യൂണിറ്റി അപ്‌ഡേറ്റുകൾ"
  },
  "Membership": {
    "Your payment has been processed Successfully": "നിങ്ങളുടെ പണമടവ് വിജയകരമായി പ്രോസസ്സ് ചെയ്തിട്ടുണ്ട്",
    "Done": "ചെയ്തു",
    "Success": "വിജയം",
    "Unfortunately payment was rejected": "ദുർദൈവവശാൽ പണമടവ് നിരസിക്കപ്പെട്ടു",
    "Failed": "വിഫലമായത്",
    "Upgrade Plan": "പദ്ധതി അപ്ഗ്രേഡ് ചെയ്യുക",
    "refund_requested": "പരതാവാ ആവശ്യപ്പെട്ടത്",
    "refund in process": "പരതാവാ പ്രക്രിയയിൽ",
    "refund_rejected": "പരതാവാ നിരസിച്ചു",
    "Cancel membership": "സദസ്യത റദ്ദാക്കുക",
    "Next due date": "അടുത്ത തിയതി",
    "Full access to all video series, articles, and quitting guides.": "എല്ലാ വീഡിയോ പരമ്പരകൾക്കും, ലേഖനങ്ങൾക്കും, പുകവലി നിർത്താനുള്ള മാർഗ്ഗനിർദ്ദേശങ്ങൾക്കും മുഴുവൻ പ്രവേശനം.",
    "Cignix Pro": "Cignix പ്രോ",
    "Thank you for being a valued member of the CIGNIX family.": "CIGNIX കുടുംബത്തിന്റെ ഒരു വിലമതിക്കപ്പെട്ട അംഗമായതിന് നന്ദി.",
    "Active membership": "സജീവ അംഗത്വം",
    "Select Premium plan": "പ്രീമിയം പദ്ധതി തിരഞ്ഞെടുക്കുക",
    "Buy Now for": "ഇപ്പോൾ വാങ്ങുക",
    "Edit": "തിരുത്തുക",
    "Applied": "അർജ്ജിച്ചിരിക്കുന്നു",
    "Apply": "അർജ്ജിക്കുക",
    "Access essential features to help you begin your quit - journey.": "നിങ്ങളുടെ പുകവലി നിർത്താൻ ആരംഭിക്കാൻ സഹായിക്കുന്ന അടിസ്ഥാന സവിശേഷതകളിലേക്ക് പ്രവേശിക്കുക യാത്ര.",
    "Have a coupon code ?": "കൂപ്പൺ കോഡ് ഉണ്ടോ?",
    "Limited access to videos": "വീഡിയോയ്ക്ക് പരിമിതമായ പ്രവേശനം",
    "Daily reminders and milestone notifications": "ദിവസേനയുടെ ഓർമ്മപ്പെടുത്തലുകളും മൈൽസ്റ്റോൺ അറിയിപ്പുകളും",
    "Work progress metrics": "പ്രവൃത്തി പുരോഗതി മെട്രിക്‌സ്",
    "Cignix Pro Plan Benefits": "Cignix പ്രോ പദ്ധതിയുടെ ഗുണങ്ങൾ",
    "Choose Your Plan": "നിങ്ങളുടെ പദ്ധതി തിരഞ്ഞെടുക്കുക",
    "Cignix": "Cignix",
    "Prime": "പ്രൈം",
    "Free": "മോഫത്",
    "year": "വർഷം",
    "basic Plan": "മൂലിക പദ്ധതി",
    "Access essential features to help you begin your quit-smoking journey.": "നിങ്ങളുടെ പുകവലി നിർത്താനുള്ള യാത്ര ആരംഭിക്കാൻ സഹായിക്കുന്ന അടിസ്ഥാന സവിശേഷതകളിലേക്ക് പ്രവേശിക്കുക."
  },
  "mobilelogin": {
    "Welcome Back": "തിരികെ വരൂ",
    "Welcome description": "നിങ്ങളുടെ മൊബൈൽ നമ്പറോടെ ലോഗിൻ ചെയ്യുക",
    "Mobile Number": "മൊബൈൽ നമ്പർ",
    "Get Otp": "OTP നേടുക",
    "or Login With": "അല്ലെങ്കിൽ ലോഗിൻ ചെയ്യുക",
    "Google": "ഗൂഗിൾ",
    "Password": "പാസ്‌വേഡ്",
    "Don't have an account?": "അക്കൗണ്ട് ഇല്ലേ?",
    "Sign Up": "സൈൻ അപ്പ് ചെയ്യുക"
  },
  "Otp": {
    "Verify Your Login": "ലോഗിൻ സ്ഥിരീകരിക്കുക",
    "Enter the verification code we sent to your Number": "നിങ്ങളുടെ നമ്പറിലേക്ക് അയച്ച സ്ഥിരീകരണ കോഡ് നൽകുക",
    "Verify otp": "OTP സ്ഥിരീകരിക്കുക",
    "Didn't get the code?": "കോഡ് ലഭിച്ചില്ലേ?",
    "Resend": "വീണ്ടും അയയ്ക്കുക"
  },
  "Roadmap": {
    "Complete the SIM Test": "SIM പരീക്ഷ പൂർത്തിയാക്കുക",
    "Start by taking the SIM Test to evaluate your Smoking habits  and readiness to quit": "നിങ്ങളുടെ മുളക് പാനീയങ്ങൾക്കും വിട്ടുവിടാനുള്ള തയ്യാറെടുപ്പിനും വിലയിരുത്താൻ SIM പരീക്ഷ നടത്തുക",
    "Watch All 7 Videos": "എല്ലാ 7 വീഡിയോകളും കാണുക",
    "Each video is designed to guide you through the quitting process": "ഓരോ വീഡിയോകളും നിങ്ങൾക്ക് മുളക് പാനീയങ്ങൾ വിട്ടുവിടുന്നതിന് മാർഗനിർദ്ദേശം നൽകാൻ രൂപകൽപ്പന ചെയ്തതാണ്",
    "Retake the SIM Test (SIM Test 2)": "SIM പരീക്ഷ വീണ്ടും നടത്തുക (SIM പരീക്ഷ 2)",
    "Each Video is designed to Guide you through the quitting process": "ഓരോ വീഡിയോകളും നിങ്ങൾക്ക് മുളക് പാനീയങ്ങൾ വിട്ടുവിടുന്നതിന് മാർഗനിർദ്ദേശം നൽകാൻ രൂപകൽപ്പന ചെയ്തതാണ്",
    "Upgrade to premium": "പ്രീമിയത്തിലേക്ക് അപ്ഗ്രേഡ് ചെയ്യുക",
    "Upgrade to premium for advanced resources , personal coaching to support your smoke-free journey": "നിങ്ങളുടെ മുളക് പാനീയങ്ങൾ വിട്ടുവിടുന്നതിന് സഹായിക്കുന്ന മുൻനിര വസ്തുക്കൾ, വ്യക്തിഗത പരിശീലനത്തിന് പ്രീമിയത്തിലേക്ക് അപ്ഗ്രേഡ് ചെയ്യുക",
    "Go Premium": "പ്രീമിയത്തിലേക്ക് പോകുക",
    "For Extra Benefits": "കൂടുതൽ നേട്ടങ്ങൾക്കായി",
    "See Plans": "തീർമാനങ്ങൾ കാണുക",
    "Roadmap": "മാർഗരേഖ",
    "Completed": "പൂർത്തിയായി",
    "Pending": "കാത്തിരിക്കുന്നു"
  },
  "Homescreen": {
    "Hello": "ഹലോ",
    "Here is Your SIM Test Score": "ഇവിടെ നിങ്ങളുടെ SIM പരീക്ഷാ സ്കോർ ആണ്",
    "Start Video Course": "വീഡിയോ കോഴ്‌സ് ആരംഭിക്കുക",
    "Complete Our Free video course to Improve Score": "നിങ്ങളുടെ സ്കോർ മെച്ചപ്പെടുത്താൻ ഞങ്ങളുടെ സൗജന്യ വീഡിയോ കോഴ്‌സ് പൂർത്തിയാക്കുക",
    "Address": "വിലാസം",
    "Complete your SIM Test": "നിങ്ങളുടെ SIM പരീക്ഷ പൂർത്തിയാക്കുക",
    "updated on": "പുതുക്കിയത്",
    "Completed Videos": "പൂർത്തിയാക്കിയ വീഡിയോകൾ",
    "Upcoming Videos": "എന്നെത്തുന്ന വീഡിയോകൾ",
    "You've Done It! SIM Test 2 Complete!": "നിങ്ങൾ അത് ചെയ്തിരിക്കുന്നു! SIM പരീക്ഷ 2 പൂർത്തിയായി!",
    "Continue Watching": "കാണുന്നത് തുടരുക",
    "Smoke-Free Life Continues": "പുകവലി ഇല്ലാത്ത ജീവിതം തുടരുന്നു",
    "Discover Your Score": "നിങ്ങളുടെ സ്കോർ കണ്ടെത്തുക",
    "Your Test Results": "നിങ്ങളുടെ പരീക്ഷാ ഫലങ്ങൾ",
    "Great attempt": "ശ്രേഷ്ഠമായ ശ്രമം",
    "A few tweaks can make a big difference.": "ചില മാറ്റങ്ങൾ വലിയ വ്യത്യാസം ഉണ്ടാക്കാം.",
    "What’s Next?": "അടുത്തത് എന്താണ്?",
    "Don’t worry! Here’s what you can do to improve": "കവലപ്പെടേണ്ട! നിങ്ങൾ മെച്ചപ്പെടുത്താൻ എന്ത് ചെയ്യാം എന്നതിനെക്കുറിച്ച് ഇവിടെ കാണുക",
    "Become the": "ആകുക",
    "Best Version of You": "നിങ്ങളുടെ മികച്ച പതിപ്പ്",
    "Sign Up for Membership": "അംഗത്വത്തിനായി രജിസ്റ്റർ ചെയ്യുക",
    "Test Yourself Again": "മീண்டும் പരീക്ഷിക്കുക",
    "Complete the video course to retake the test": "പരീക്ഷ വീണ്ടും എടുക്കാൻ വീഡിയോ കോഴ്‌സ് പൂർത്തിയാക്കുക",
    "Welcome Back! Your Journey to a": "മീண்டும் സ്വാഗതം! നിങ്ങളുടെ യാത്ര",
    "Low Score": "കുറഞ്ഞ സ്കോർ",
    "Any Questions?": "ഏതെങ്കിലും ചോദ്യങ്ങൾ?",
    "Do you need help or have any questions about": "നിങ്ങൾക്ക് സഹായം ആവശ്യമുണ്ടോ അല്ലെങ്കിൽ",
    "what you just learned? Let us know below!": "നിങ്ങൾ ഇപ്പോൾ പഠിച്ച കാര്യങ്ങളെക്കുറിച്ച് ചോദ്യങ്ങൾ ഉണ്ടോ? താഴെ ഞങ്ങൾക്ക് അറിയിക്കുക!",
    "Submit Question": "ചോദ്യങ്ങൾ സമർപ്പിക്കുക",
    "No Questions, I Understand": "ചോദ്യങ്ങൾ ഇല്ല, എനിക്ക് മനസ്സിലായിരിക്കുന്നു",
    "Got It": "മനസ്സിലായിരിക്കുന്നു",
    "Enter 6 Digit Otp": "6 അക്ക Otp നൽകുക",
    "Enter Your Whatsapp Number": "നിങ്ങളുടെ Whatsapp നമ്പർ നൽകുക",
    "Verify Otp": "Otp സ്ഥിരീകരിക്കുക",
    "Send Otp": "Otp അയയ്ക്കുക",
    "Whatsapp Number": "Whatsapp നമ്പർ",
    "Is the given number during registration is your whatsapp number": "രജിസ്റ്റർ ചെയ്യുമ്പോൾ നൽകിയ നമ്പർ നിങ്ങളുടെ whatsapp നമ്പർ ആണോ?",
    "No": "ഇല്ല",
    "Yes": "അതെ",
    "Please Enter 6 Digit Otp": "ദയവായി 6 അക്ക Otp നൽകുക",
    "Current": "നിലവിലെ",
    "Watched": "കണ്ടു",
    "Recently Unlocked": "സമീപകാലത്ത് തുറന്നത്"
  },
  "HelpCenter": {
    "Discover how to reach us and connect with our support team": "ഞങ്ങളുമായി എങ്ങനെ ബന്ധപ്പെടാമെന്ന് കണ്ടെത്തുക, ഞങ്ങളുടെ പിന്തുണാ ടീമുമായി ബന്ധപ്പെടുക",
    "Ways to Contact Us": "ഞങ്ങളുമായി ബന്ധപ്പെടാനുള്ള മാർഗങ്ങൾ",
    "Get help with login, app errors, syncing, and restoring progress.": "ലോഗിൻ, ആപ്പ് പിശകുകൾ, സമന്വയം, പ്രഗതിയെ പുനസ്ഥാപിക്കുന്നതിൽ സഹായം നേടുക.",
    "Technical Support": "തന്ത്രശാസ്ത്ര പിന്തുണ",
    "Want to know about plans and payment methods? Learn more here.": "യോജനകളും പണമിടപാടുകളുടെ രീതികളും അറിയാൻ ആഗ്രഹിക്കുന്നുണ്ടോ? ഇവിടെ കൂടുതൽ അറിയുക.",
    "Pricing and Payment": "വിലയും പണമിടപാടും",
    "Find answers to help you quit smoking with Cignix": "Cignix ഉപയോഗിച്ച് ധൂമപാനം നിർത്താൻ സഹായിക്കുന്ന ഉത്തരങ്ങൾ കണ്ടെത്തുക",
    "Frequently Asked Questions": "അവശ്യമായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ",
    "Embark on your journey to quit smoking with Cignix": "Cignix ഉപയോഗിച്ച് ധൂമപാനം നിർത്താനുള്ള നിങ്ങളുടെ യാത്ര ആരംഭിക്കുക",
    "Get Started With Cignix": "Cignix ഉപയോഗിച്ച് ആരംഭിക്കുക",
    "We're so glad you're here. Quitting smoking is a journey, and you don’t have to do it alone. Whether you're looking for guidance, helpful tips, or answers to your questions, we’re here to support you every step of the way. Browse the sections below to get the help you need and take your first step toward a healthier, smoke-free life.": "നിങ്ങൾ ഇവിടെ വന്നതിൽ ഞങ്ങൾ വളരെ സന്തോഷിക്കുന്നു. ധൂമപാനം നിർത്തുന്നത് ഒരു യാത്രയാണ്, നിങ്ങൾക്ക് ഇത് ഒറ്റയ്ക്ക് ചെയ്യേണ്ടതില്ല. നിങ്ങൾക്ക് മാർഗനിർദ്ദേശം, ഉപകാരപ്രദമായ നിർദ്ദേശങ്ങൾ, അല്ലെങ്കിൽ നിങ്ങളുടെ ചോദ്യങ്ങൾക്ക് ഉത്തരങ്ങൾ ആവശ്യമുണ്ടെങ്കിൽ, ഞങ്ങൾ നിങ്ങൾക്ക് ഓരോ പടിയിലും പിന്തുണ നൽകാൻ ഇവിടെ ഉണ്ട്. നിങ്ങൾക്ക് ആവശ്യമുള്ള സഹായം നേടാൻ താഴെക്കാണുന്ന വിഭാഗങ്ങൾ ബ്രൗസ് ചെയ്യുക, ആരോഗ്യകരമായ, ധൂമപാനമില്ലാത്ത ജീവിതത്തിലേക്ക് നിങ്ങളുടെ ആദ്യ പടി എടുക്കുക.",
    "Welcome to the Cignix Help Center!": "Cignix സഹായ കേന്ദ്രത്തിൽ സ്വാഗതം!",
    "Help Center": "സഹായ കേന്ദ്രം"
  },
  "ContactUs": {
    "We’re committed to offering the best possible support, ensuring your experience with us is smooth!": "നിങ്ങളുടെ അനുഭവം സുഖകരമായിരിക്കുമെന്ന് ഉറപ്പാക്കാൻ, മികച്ച പിന്തുണ നൽകാൻ ഞങ്ങൾ പ്രതിജ്ഞാബദ്ധരാണ്!",
    "Phone": "ഫോൺ",
    "India.": "ഇന്ത്യ.",
    "Haryana": "ഹരിയാന",
    "Gurgaon,": "ഗുരുഗ്രാം,",
    "Iris Tech Park, Sector-48,": "ഐറിസ് ടെക് പാർക്ക്, സെക്ടർ-48,",
    "Unit No. 105, First Floor,": "യൂണിറ്റ് നമ്പർ 105, ആദ്യ നില,",
    "In order to resolve a complaint regarding the Services or to receive further information regarding the use of the Services, please contact us at": "സേവനങ്ങളെക്കുറിച്ചുള്ള പരാതികൾ പരിഹരിക്കാൻ അല്ലെങ്കിൽ സേവനങ്ങളുടെ ഉപയോഗത്തെക്കുറിച്ച് കൂടുതൽ വിവരങ്ങൾ ലഭിക്കാൻ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക",
    "CONTACT US": "ഞങ്ങളെ ബന്ധപ്പെടുക",
    "option on our website.": "ഞങ്ങളുടെ വെബ്സൈറ്റിലെ ഓപ്ഷൻ.",
    "Live Chat": "ലൈവ് ചാറ്റ്",
    "If you need help outside of our customer support hours, you can make use of the": "ഞങ്ങളുടെ ഉപഭോക്തൃ പിന്തുണയുടെ സമയങ്ങളിൽ പുറത്തു സഹായം ആവശ്യമുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് ഉപയോഗിക്കാം",
    "Note": "കുറിപ്പ്",
    "Closed": "അടച്ചത്",
    "Saturday": "ശനിയാഴ്ച",
    "Sunday": "ഞായറാഴ്ച",
    "Monday": "സോമവാരം",
    "Friday": "വെള്ളിയാഴ്ച",
    "Our team is dedicated to providing excellent support during the following hours": "നമ്മുടെ ടീം താഴെ പറയുന്ന സമയങ്ങളിൽ മികച്ച പിന്തുണ നൽകാൻ സമർപ്പിതമാണ്",
    "Customer Support Hours": "ഉപഭോക്തൃ പിന്തുണയുടെ സമയം",
    "Connect instantly with a support agent for quick resolutions.": "ത്വരിത പരിഹാരങ്ങൾക്ക് ഒരു പിന്തുണ ഏജന്റുമായി ഉടൻ ബന്ധപ്പെടുക.",
    "on our website": "ഞങ്ങളുടെ വെബ്സൈറ്റിൽ",
    "Need immediate help? Our live chat service is available": "താത്കാലിക സഹായം ആവശ്യമുണ്ടോ? ഞങ്ങളുടെ ലൈവ് ചാറ്റ് സേവനം ലഭ്യമാണ്",
    "Our phone lines are open during our support hours": "ഞങ്ങളുടെ പിന്തുണയുടെ സമയങ്ങളിൽ ഞങ്ങളുടെ ഫോൺ ലൈൻ തുറന്നിരിക്കുന്നു",
    "for assistance": "സഹായത്തിനായി",
    "If you prefer to speak directly with our team, call us at": "നിങ്ങൾ ഞങ്ങളുടെ ടീമുമായി നേരിട്ട് സംസാരിക്കാൻ ഇഷ്ടപ്പെടുന്നുവെങ്കിൽ, ഞങ്ങളെ വിളിക്കുക",
    "Phone Support": "ഫോൺ പിന്തുണ",
    "and we’ll get back to you as soon as possible.": "ഞങ്ങൾ möglichst schnell zurückkommen.",
    "For any questions or concerns, feel free to email us": "ഏതെങ്കിലും ചോദ്യങ്ങൾ അല്ലെങ്കിൽ ആശങ്കകൾക്കായി, ഞങ്ങളെ ഇമെയിൽ ചെയ്യാൻ മടിക്കേണ്ടതില്ല",
    "Email Support": "ഇമെയിൽ പിന്തുണ",
    "We’re here to help! There are several ways to reach our customer support team": "ഞങ്ങൾ സഹായിക്കാൻ ഇവിടെ ഉണ്ട്! ഞങ്ങളുടെ ഉപഭോക്തൃ പിന്തുണ ടീമിനെ ബന്ധപ്പെടാൻ നിരവധി മാർഗങ്ങൾ ഉണ്ട്",
    "Contact Support": "പിന്തുണയെ ബന്ധപ്പെടുക"
  },
  "PrivacyPolicy": {
    "Privacy Policy": "സ്വകാര്യതാ നയം",
    "Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, details about how we have processed it, correct inaccuracies, or delete your personal information. You may also have the right to withdraw your consent to our processing of your personal information. These rights may be limited in some circumstances by applicable law. To request to review, update, or delete your personal information, please fill out and submit a data subject access request.": "നിന്റെ രാജ്യത്തെ ബാധകമായ നിയമങ്ങളെ അടിസ്ഥാനമാക്കി, ഞങ്ങൾ നിന്നിൽ നിന്ന് ശേഖരിക്കുന്ന വ്യക്തിഗത വിവരങ്ങളിലേക്ക് പ്രവേശനം ആവശ്യപ്പെടാനും, അത് ഞങ്ങൾ എങ്ങനെ പ്രോസസ്സ് ചെയ്തു എന്നതിനെക്കുറിച്ചുള്ള വിശദാംശങ്ങൾ അറിയാനും, തെറ്റുകൾ തിരുത്താനും, അല്ലെങ്കിൽ നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ ഇല്ലാതാക്കാനും നിനക്ക് അവകാശമുണ്ടായിരിക്കാം. ഞങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങളുടെ പ്രോസസ്സിംഗിന് നിന്റെ സമ്മതം പിൻവലിക്കാനുള്ള അവകാശവും നിനക്കുണ്ടായിരിക്കാം. ഈ അവകാശങ്ങൾ ചില സാഹചര്യങ്ങളിൽ ബാധകമായ നിയമപ്രകാരം പരിമിതപ്പെടുത്തിയേക്കാം. നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ അവലോകനം ചെയ്യാനോ, അപ്ഡേറ്റ് ചെയ്യാനോ, ഇല്ലാതാക്കാനോ ആവശ്യപ്പെടാൻ, ദയവായി ഒരു ഡാറ്റാ സബ്ജക്ട് ആക്സസ് അഭ്യർത്ഥന പൂരിപ്പിച്ച് സമർപ്പിക്കുക.",
    "HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?": "നിന്നിൽ നിന്ന് ഞങ്ങൾ ശേഖരിക്കുന്ന ഡാറ്റ എങ്ങനെ അവലോകനം ചെയ്യാം, അപ്ഡേറ്റ് ചെയ്യാം, അല്ലെങ്കിൽ ഇല്ലാതാക്കാം?",
    "or contact us by post at": "അല്ലെങ്കിൽ തപാൽ മുഖേന ഞങ്ങളെ ബന്ധപ്പെടുക",
    "If you have questions or comments about this notice, you may email us at": "ഈ അറിയിപ്പിനെക്കുറിച്ച് നിനക്ക് ചോദ്യങ്ങളോ അഭിപ്രായങ്ങളോ ഉണ്ടെങ്കിൽ, നിനക്ക് ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യാം",
    "HOW CAN YOU CONTACT US ABOUT THIS NOTICE?": "ഈ അറിയിപ്പിനെക്കുറിച്ച് നിനക്ക് ഞങ്ങളെ എങ്ങനെ ബന്ധപ്പെടാം?",
    "We may update this Privacy Notice from time to time. The updated version will be indicated by an updated 'Revised' date at the top of this Privacy Notice. If we make material changes to this Privacy Notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification. We encourage you to review this Privacy Notice frequently to be informed of how we are protecting your information.": "ഞങ്ങൾ ഈ സ്വകാര്യതാ നോട്ടീസ് കാലാകാലങ്ങളിൽ അപ്ഡേറ്റ് ചെയ്തേക്കാം. അപ്ഡേറ്റ് ചെയ്ത പതിപ്പ് ഈ സ്വകാര്യതാ നോട്ടീസിന്റെ മുകളിൽ ഒരു 'പുതുക്കിയ' തീയതി ഉപയോഗിച്ച് സൂചിപ്പിക്കും. ഈ സ്വകാര്യതാ നോട്ടീസിൽ ഞങ്ങൾ സുപ്രധാനമായ മാറ്റങ്ങൾ വരുത്തുകയാണെങ്കിൽ, ഞങ്ങൾ നിന്നെ അറിയിക്കാൻ ഈ മാറ്റങ്ങളെക്കുറിച്ച് ഒരു പ്രമുഖ അറിയിപ്പ് പോസ്റ്റ് ചെയ്യുകയോ അല്ലെങ്കിൽ നിനക്ക് നേരിട്ട് ഒരു അറിയിപ്പ് അയയ്ക്കുകയോ ചെയ്തേക്കാം. നിന്റെ വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ സംരക്ഷിക്കുന്നു എന്നറിയാൻ ഈ സ്വകാര്യതാ നോട്ടീസ് പതിവായി അവലോകനം ചെയ്യാൻ ഞങ്ങൾ നിന്നെ പ്രോത്സാഹിപ്പിക്കുന്നു.",
    "Yes, we will update this notice as necessary to stay compliant with relevant laws.": "അതെ, ബന്ധപ്പെട്ട നിയമങ്ങൾക്ക് അനുസൃതമായി തുടരാൻ ആവശ്യമായതിനാൽ ഞങ്ങൾ ഈ അറിയിപ്പ് അപ്ഡേറ്റ് ചെയ്യും.",
    "In Short": "സംക്ഷിപ്തമായി",
    "DO WE MAKE UPDATES TO THIS NOTICE?": "ഞങ്ങൾ ഈ അറിയിപ്പിൽ അപ്ഡേറ്റുകൾ വരുത്തുന്നുണ്ടോ?",
    "Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track ('DNT') feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. At this stage, no uniform technology standard for recognising and implementing DNT signals has been finalised. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Notice.": "മിക്ക വെബ് ബ്രൗസറുകളും ചില മൊബൈൽ ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങളും മൊബൈൽ ആപ്ലിക്കേഷനുകളും ഒരു 'ട്രാക്ക് ചെയ്യരുത്' ('DNT') ഫീച്ചർ അല്ലെങ്കിൽ സെറ്റിംഗ് ഉൾപ്പെടുത്തുന്നു, ഇത് നിന്റെ ഓൺലൈൻ ബ്രൗസിംഗ് പ്രവർത്തനങ്ങളെക്കുറിച്ചുള്ള ഡാറ്റ നിരീക്ഷിക്കപ്പെടുകയും ശേഖരിക്കപ്പെടുകയും ചെയ്യാതിരിക്കാനുള്ള നിന്റെ സ്വകാര്യതാ മുൻഗണന സൂചിപ്പിക്കാൻ നിനക്ക് സജീവമാക്കാം. ഈ ഘട്ടത്തിൽ, DNT സിഗ്നലുകൾ തിരിച്ചറിയുന്നതിനും നടപ്പിലാക്കുന്നതിനുമുള്ള ഏകീകൃത സാങ്കേതിക മാനദണ്ഡം അന്തിമമായിട്ടില്ല. അതിനാൽ, ഞങ്ങൾ നിലവിൽ DNT ബ്രൗസർ സിഗ്നലുകൾക്കോ അല്ലെങ്കിൽ നിന്റെ ഓൺലൈനിൽ ട്രാക്ക് ചെയ്യപ്പെടാൻ ആഗ്രഹിക്കുന്നില്ല എന്ന നിന്റെ തിരഞ്ഞെടുപ്പ് സ്വയമേവ അറിയിക്കുന്ന മറ്റേതെങ്കിലും സംവിധാനത്തിനോ പ്രതികരിക്കുന്നില്ല. ഭാവിയിൽ ഞങ്ങൾ പിന്തുടരേണ്ട ഒരു ഓൺലൈൻ ട്രാക്കിംഗിനുള്ള മാനദണ്ഡം സ്വീകരിക്കപ്പെട്ടാൽ, ഈ സ്വകാര്യതാ നോട്ടീസിന്റെ പുതുക്കിയ പതിപ്പിൽ ആ പരിശീലനത്തെക്കുറിച്ച് ഞങ്ങൾ നിന്നെ അറിയിക്കും.",
    "CONTROLS FOR DO-NOT-TRACK FEATURES": "ട്രാക്ക് ചെയ്യരുത് ഫീച്ചറുകൾക്കുള്ള നിയന്ത്രണങ്ങൾ",
    "If you have questions or comments about your privacy rights, you may email us at": "നിന്റെ സ്വകാര്യതാ അവകാശങ്ങളെക്കുറിച്ച് നിനക്ക് ചോദ്യങ്ങളോ അഭിപ്രായങ്ങളോ ഉണ്ടെങ്കിൽ, നിനക്ക് ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യാം",
    "Cookies and similar technologies: Most Web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove cookies and to reject cookies. If you choose to remove cookies or reject cookies, this could affect certain features or services of our Services.": "കുക്കികളും സമാന സാങ്കേതികവിദ്യകളും: മിക്ക വെബ് ബ്രൗസറുകളും സ്ഥിരസ്ഥിതിയായി കുക്കികൾ സ്വീകരിക്കാൻ സജ്ജമാക്കിയിരിക്കുന്നു. നിനക്ക് ഇഷ്ടമാണെങ്കിൽ, സാധാരണയായി നിന്റെ ബ്രൗസർ കുക്കികൾ നീക്കം ചെയ്യാനും കുക്കികൾ നിരസിക്കാനും സജ്ജമാക്കാൻ തിരഞ്ഞെടുക്കാം. നീ കുക്കികൾ നീക്കം ചെയ്യാനോ നിരസിക്കാനോ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, ഇത് ഞങ്ങളുടെ സേവനങ്ങളുടെ ചില ഫീച്ചറുകളെയോ സേവനങ്ങളെയോ ബാധിച്ചേക്കാം.",
    "Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our legal terms and/or comply with applicable legal requirements.": "നിന്റെ അക്കൗണ്ട് അവസാനിപ്പിക്കാനുള്ള നിന്റെ അഭ്യർത്ഥനയെ തുടർന്ന്, ഞങ്ങൾ നിന്റെ അക്കൗണ്ടും വിവരങ്ങളും ഞങ്ങളുടെ സജീവ ഡാറ്റാബേസുകളിൽ നിന്ന് നിർജ്ജനമാക്കുകയോ ഇല്ലാതാക്കുകയോ ചെയ്യും. എന്നിരുന്നാലും, തട്ടിപ്പ് തടയാനും, പ്രശ്നങ്ങൾ പരിഹരിക്കാനും, ഏതെങ്കിലും അന്വേഷണങ്ങളിൽ സഹായിക്കാനും, ഞങ്ങളുടെ നിയമപരമായ നിബന്ധനകൾ നടപ്പിലാക്കാനും/അല്ലെങ്കിൽ ബാധകമായ നിയമപരമായ ആവശ്യകതകൾ പാലിക്കാനും ഞങ്ങൾ ഞങ്ങളുടെ ഫയലുകളിൽ ചില വിവരങ്ങൾ നിലനിർത്തിയേക്കാം.",
    "Contact us using the contact information provided.": "നൽകിയിട്ടുള്ള ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങളെ ബന്ധപ്പെടുക.",
    "Log in to your account settings and update your user account.": "നിന്റെ അക്കൗണ്ട് ക്രമീകരണങ്ങളിൽ ലോഗിൻ ചെയ്ത് നിന്റെ ഉപയോക്തൃ അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുക.",
    "If you would at any time like to review or change the information in your account or terminate your account, you can": "നിനക്ക് എപ്പോൾ വേണമെങ്കിലും നിന്റെ അക്കൗണ്ടിലെ വിവരങ്ങൾ അവലോകനം ചെയ്യാനോ മാറ്റാനോ അല്ലെങ്കിൽ നിന്റെ അക്കൗണ്ട് അവസാനിപ്പിക്കാനോ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിനക്ക് ചെയ്യാം",
    "Account Information": "അക്കൗണ്ട് വിവരങ്ങൾ",
    "However, please note that this will not affect the lawfulness of the processing before its withdrawal nor when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.": "എന്നിരുന്നാലും, ഇത് പിൻവലിക്കുന്നതിന് മുമ്പുള്ള പ്രോസസ്സിംഗിന്റെ നിയമസാധുതയെ ബാധിക്കില്ലെന്നും, ബാധകമായ നിയമം അനുവദിക്കുമ്പോൾ, സമ്മതമല്ലാതെ മറ്റ് നിയമപരമായ പ്രോസസ്സിംഗ് അടിസ്ഥാനങ്ങളെ ആശ്രയിച്ച് നടത്തുന്ന നിന്റെ വ്യക്തിഗത വിവരങ്ങളുടെ പ്രോസസ്സിംഗിനെ ഇത് ബാധിക്കില്ലെന്നും ദയവായി ശ്രദ്ധിക്കുക.",
    "If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time. You can withdraw your consent at any time by contacting us using the contact details provided in the section": "നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യാൻ ഞങ്ങൾ നിന്റെ സമ്മതത്തെ ആശ്രയിക്കുന്നുണ്ടെങ്കിൽ, ബാധകമായ നിയമത്തെ ആശ്രയിച്ച് അത് വ്യക്തമായതും/അല്ലെങ്കിൽ സൂചിതവുമായ സമ്മതമായിരിക്കാം, നിനക്ക് എപ്പോൾ വേണമെങ്കിലും നിന്റെ സമ്മതം പിൻവലിക്കാനുള്ള അവകാശമുണ്ട്. ഈ വിഭാഗത്തിൽ നൽകിയിട്ടുള്ള ബന്ധപ്പെടാനുള്ള വിശദാംശങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങളെ ബന്ധപ്പെട്ട് നിനക്ക് എപ്പോൾ വേണമെങ്കിലും നിന്റെ സമ്മതം പിൻവലിക്കാം",
    "Withdrawing your consent": "നിന്റെ സമ്മതം പിൻവലിക്കൽ",
    "You may review, change, or terminate your account at any time, depending on your country, province, or state of residence.": "നിന്റെ രാജ്യം, പ്രവിശ്യ, അല്ലെങ്കിൽ താമസിക്കുന്ന സംസ്ഥാനം എന്നിവയെ ആശ്രയിച്ച്, നിനക്ക് എപ്പോൾ വേണമെങ്കിലും നിന്റെ അക്കൗണ്ട് അവലോകനം ചെയ്യാം, മാറ്റാം, അല്ലെങ്കിൽ അവസാനിപ്പിക്കാം.",
    "WHAT ARE YOUR PRIVACY RIGHTS?": "നിന്റെ സ്വകാര്യതാ അവകാശങ്ങൾ എന്തൊക്കെയാണ്?",
    "We do not knowingly collect, solicit data from, or market to children under 18 years of age, nor do we knowingly sell such personal information. By using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services. If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. If you become aware of any data we may have collected from children under the age of 18, please contact us at": "ഞങ്ങൾ അറിഞ്ഞുകൊണ്ട് 18 വയസ്സിന് താഴെയുള്ള കുട്ടികളിൽ നിന്ന് ഡാറ്റ ശേഖരിക്കുകയോ, അവരിൽ നിന്ന് വിവരങ്ങൾ ആവശ്യപ്പെടുകയോ, അവർക്കായി മാർക്കറ്റിംഗ് നടത്തുകയോ ചെയ്യുന്നില്ല, അല്ലെങ്കിൽ അത്തരം വ്യക്തിഗത വിവരങ്ങൾ അറിഞ്ഞുകൊണ്ട് വിൽക്കുന്നുമില്ല. സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിലൂടെ, നിന്റെ പ്രായം കുറഞ്ഞത് 18 ആണെന്നോ അല്ലെങ്കിൽ നീ അത്തരം ഒരു പ്രായപൂർത്തിയാകാത്തവന്റെ രക്ഷിതാവോ കാവൽക്കാരനോ ആണെന്നും അത്തരം പ്രായപൂർത്തിയാകാത്തവന്റെ സേവനങ്ങളുടെ ഉപയോഗത്തിന് സമ്മതം നൽകുന്നുവെന്നും നീ പ്രതിനിധീകരിക്കുന്നു. 18 വയസ്സിന് താഴെയുള്ള ഉപയോക്താക്കളിൽ നിന്നുള്ള വ്യക്തിഗത വിവരങ്ങൾ ശേഖരിക്കപ്പെട്ടിട്ടുണ്ടെന്ന് ഞങ്ങൾ മനസ്സിലാക്കിയാൽ, ഞങ്ങൾ ആ അക്കൗണ്ട് നിർജ്ജനമാക്കുകയും ആ ഡാറ്റ ഞങ്ങളുടെ റെക്കോർഡുകളിൽ നിന്ന് ഉടനടി ഇല്ലാതാക്കാൻ ന്യായമായ നടപടികൾ സ്വീകരിക്കുകയും ചെയ്യും. 18 വയസ്സിന് താഴെയുള്ള കുട്ടികളിൽ നിന്ന് ഞങ്ങൾ ശേഖരിച്ചേക്കാവുന്ന ഏതെങ്കിലും ഡാറ്റയെക്കുറിച്ച് നിനക്ക് അറിവുണ്ടായാൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക",
    "We do not knowingly collect data from or market to children under 18 years of age.": "ഞങ്ങൾ അറിഞ്ഞുകൊണ്ട് 18 വയസ്സിന് താഴെയുള്ള കുട്ടികളിൽ നിന്ന് ഡാറ്റ ശേഖരിക്കുകയോ അവർക്കായി മാർക്കറ്റിംഗ് നടത്തുകയോ ചെയ്യുന്നില്ല.",
    "DO WE COLLECT INFORMATION FROM MINORS?": "ഞങ്ങൾ പ്രായപൂർത്തിയാകാത്തവരിൽ നിന്ന് വിവരങ്ങൾ ശേഖരിക്കുന്നുണ്ടോ?",
    "We have implemented appropriate and reasonable technical and organisational security measures designed to protect the security of any personal information we process. However, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorised third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. Although we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk. You should only access the Services within a secure environment.": "ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്ന ഏതെങ്കിലും വ്യക്തിഗത വിവരങ്ങളുടെ സുരക്ഷയെ സംരക്ഷിക്കാൻ രൂപകൽപ്പന ചെയ്ത ഉചിതവും ന്യായവുമായ സാങ്കേതികവും സംഘടനാപരവുമായ സുരക്ഷാ നടപടികൾ ഞങ്ങൾ നടപ്പിലാക്കിയിട്ടുണ്ട്. എന്നിരുന്നാലും, നിന്റെ വിവരങ്ങൾ സുരക്ഷിതമാക്കാനുള്ള ഞങ്ങളുടെ സുരക്ഷാ മാർഗങ്ങളും ശ്രമങ്ങളും ഉണ്ടായിരുന്നിട്ടും, ഇന്റർനെറ്റിലൂടെയുള്ള ഒരു ഇലക്ട്രോണിക് ട്രാൻസ്മിഷനോ വിവര സംഭരണ സാങ്കേതികവിദ്യയോ 100% സുരക്ഷിതമാണെന്ന് ഉറപ്പ് നൽകാൻ കഴിയില്ല, അതിനാൽ ഹാക്കർമാർ, സൈബർ കുറ്റവാളികൾ, അല്ലെങ്കിൽ മറ്റ് അനധികൃത മൂന്നാം കക്ഷികൾ ഞങ്ങളുടെ സുരക്ഷയെ തോൽപ്പിച്ച് നിന്റെ വിവരങ്ങൾ അനുചിതമായി ശേഖരിക്കുകയോ, ആക്സസ് ചെയ്യുകയോ, മോഷ്ടിക്കുകയോ, പരിഷ്കരിക്കുകയോ ചെയ്യില്ലെന്ന് ഞങ്ങൾക്ക് വാഗ്ദാനം ചെയ്യാനോ ഉറപ്പ് നൽകാനോ കഴിയില്ല. നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ സംരക്ഷിക്കാൻ ഞങ്ങൾ പരമാവധി ശ്രമിക്കുമെങ്കിലും, ഞങ്ങളുടെ സേവനങ്ങളിലേക്കും അവയിൽ നിന്നും വ്യക്തിഗത വിവരങ്ങളുടെ ട്രാൻസ്മിഷൻ നിന്റെ സ്വന്തം റിസ്കിലാണ്. നീ സേവനങ്ങൾ ഒരു സുരക്ഷിത പരിസ്ഥിതിയിൽ മാത്രം ആക്സസ് ചെയ്യണം.",
    "HOW DO WE KEEP YOUR INFORMATION SAFE?": "നിന്റെ വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ സുരക്ഷിതമായി സൂക്ഷിക്കുന്നു?",
    "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymise such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.": "നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യാൻ ഞങ്ങൾക്ക് നിലവിൽ നിയമാനുസൃതമായ ബിസിനസ് ആവശ്യമില്ലാത്തപ്പോൾ, ഞങ്ങൾ ആ വിവരങ്ങൾ ഇല്ലാതാക്കുകയോ അജ്ഞാതമാക്കുകയോ ചെയ്യും, അല്ലെങ്കിൽ, ഇത് സാധ്യമല്ലെങ്കിൽ (ഉദാഹരണത്തിന്, നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ ബാക്കപ്പ് ആർക്കൈവുകളിൽ സംഭരിച്ചിരിക്കുന്നതിനാൽ), ഞങ്ങൾ നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ സുരക്ഷിതമായി സംഭരിക്കുകയും ഇല്ലാതാക്കൽ സാധ്യമാകുന്നതുവരെ അത് കൂടുതൽ പ്രോസസ്സിംഗിൽ നിന്ന് ഒറ്റപ്പെടുത്തുകയും ചെയ്യും.",
    "We keep your information for as long as necessary to fulfil the purposes outlined in this Privacy Notice unless otherwise required by law. We will only keep your personal information for as long as it is necessary for the purposes set out in this Privacy Notice unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements). No purpose in this notice will require us to keep your personal information for longer than the period of time in which users have an account with us.": "ഈ സ്വകാര്യതാ നോട്ടീസിൽ വിവരിച്ചിരിക്കുന്ന ഉദ്ദേശ്യങ്ങൾ നിറവേറ്റാൻ ആവശ്യമായ കാലം വരെ ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ സൂക്ഷിക്കും, നിയമപ്രകാരം മറ്റൊരു വിധത്തിൽ ആവശ്യമില്ലെങ്കിൽ. ഈ സ്വകാര്യതാ നോട്ടീസിൽ വിവരിച്ചിരിക്കുന്ന ഉദ്ദേശ്യങ്ങൾക്ക് ആവശ്യമായ കാലം മാത്രമേ ഞങ്ങൾ നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ സൂക്ഷിക്കൂ, നിയമപ്രകാരം (നികുതി, അക്കൗണ്ടിംഗ്, അല്ലെങ്കിൽ മറ്റ് നിയമപരമായ ആവശ്യകതകൾ പോലുള്ളവ) ദീർഘമായ സൂക്ഷിപ്പ് കാലയളവ് ആവശ്യമോ അനുവദനീയമോ ആയില്ലെങ്കിൽ. ഈ നോട്ടീസിലെ ഒരു ഉദ്ദേശ്യവും ഉപയോക്താക്കൾ ഞങ്ങളോടൊപ്പം ഒരു അക്കൗണ്ട് ഉള്ള കാലയളവിനേക്കാൾ കൂടുതൽ കാലം നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ സൂക്ഷിക്കാൻ ഞങ്ങളെ ആവശ്യപ്പെടില്ല.",
    "HOW LONG DO WE KEEP YOUR INFORMATION?": "നിന്റെ വിവരങ്ങൾ ഞങ്ങൾ എത്ര കാലം സൂക്ഷിക്കുന്നു?",
    "We will use the information we receive only for the purposes that are described in this Privacy Policy or that are otherwise made clear to you on the relevant Services. Please note that we do not control, and are not responsible for, other uses of your personal information by your third-party social media provider. We recommend that you review their privacy policy to understand how they collect, use, and share your personal information, and how you can set your privacy preferences on their sites and apps.": "ഞങ്ങൾ ലഭിക്കുന്ന വിവരങ്ങൾ ഈ സ്വകാര്യതാ നയത്തിൽ വിവരിച്ചിരിക്കുന്ന ഉദ്ദേശ്യങ്ങൾക്കോ അല്ലെങ്കിൽ ബന്ധപ്പെട്ട സേവനങ്ങളിൽ നിനക്ക് മറ്റൊരു വിധത്തിൽ വ്യക്തമാക്കിയിട്ടുള്ള ഉദ്ദേശ്യങ്ങൾക്കോ മാത്രമേ ഉപയോഗിക്കൂ. നിന്റെ തൃതീയ-കക്ഷി സോഷ്യൽ മീഡിയ ദാതാവ് നിന്റെ വ്യക്തിഗത വിവരങ്ങളുടെ മറ്റ് ഉപയോഗങ്ങളെ ഞങ്ങൾ നിയന്ത്രിക്കുന്നില്ലെന്നും അതിന് ഉത്തരവാദികളല്ലെന്നും ദയവായി ശ്രദ്ധിക്കുക. അവർ നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ എങ്ങനെ ശേഖരിക്കുന്നു, ഉപയോഗിക്കുന്നു, പങ്കിടുന്നു എന്ന് മനസ്സിലാക്കാനും, അവരുടെ സൈറ്റുകളിലും ആപ്പുകളിലും നിന്റെ സ്വകാര്യതാ മുൻഗണനകൾ എങ്ങനെ സജ്ജമാക്കാം എന്ന് അറിയാനും അവരുടെ സ്വകാര്യതാ നയം അവലോകനം ചെയ്യാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.",
    "Our Services offer you the ability to register and log in using your third-party social media account details (like your Facebook or X logins). Where you choose to do this, we will receive certain profile information about you from your social media provider. The profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, and profile picture, as well as other information you choose to make public on such a social media platform.": "ഞങ്ങളുടെ സേവനങ്ങൾ നിന്റെ തൃതീയ-കക്ഷി സോഷ്യൽ മീഡിയ അക്കൗണ്ട് വിശദാംശങ്ങൾ (നിന്റെ ഫേസ്ബുക്ക് അല്ലെങ്കിൽ X ലോഗിനുകൾ പോലുള്ളവ) ഉപയോഗിച്ച് രജിസ്റ്റർ ചെയ്യാനും ലോഗിൻ ചെയ്യാനുമുള്ള കഴിവ് നിനക്ക് നൽകുന്നു. നീ ഇത് ചെയ്യാൻ തിരഞ്ഞെടുക്കുമ്പോൾ, നിന്റെ സോഷ്യൽ മീഡിയ ദാതാവിൽ നിന്ന് നിന്നെക്കുറിച്ചുള്ള ചില പ്രൊഫൈൽ വിവരങ്ങൾ ഞങ്ങൾക്ക് ലഭിക്കും. ഞങ്ങൾക്ക് ലഭിക്കുന്ന പ്രൊഫൈൽ വിവരങ്ങൾ ബന്ധപ്പെട്ട സോഷ്യൽ മീഡിയ ദാതാവിനെ ആശ്രയിച്ച് വ്യത്യാസപ്പെടാം, പക്ഷേ സാധാരണയായി നിന്റെ പേര്, ഇമെയിൽ വിലാസം, സുഹൃത്തുക്കളുടെ പട്ടിക, പ്രൊഫൈൽ ചിത്രം എന്നിവയും, അത്തരം ഒരു സോഷ്യൽ മീഡിയ പ്ലാറ്റ്ഫോമിൽ നീ പൊതുവായി പ്രസിദ്ധീകരിക്കാൻ തിരഞ്ഞെടുക്കുന്ന മറ്റ് വിവരങ്ങളും ഉൾപ്പെടും.",
    "HOW DO WE HANDLE YOUR SOCIAL LOGINS?": "നിന്റെ സോഷ്യൽ ലോഗിനുകൾ ഞങ്ങൾ എങ്ങനെ കൈകാര്യം ചെയ്യുന്നു?",
    "For more information on the privacy practices of Google, please visit the Google Privacy & Terms page.": "ഗൂഗിളിന്റെ സ്വകാര്യതാ പരിശീലനങ്ങളെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, ദയവായി ഗൂഗിൾ സ്വകാര്യതാ & നിബന്ധനകൾ പേജ് സന്ദർശിക്കുക.",
    "We may share your information with Google Analytics to track and analyse the use of the Services. To opt out of being tracked by Google Analytics across the Services, visit": "സേവനങ്ങളുടെ ഉപയോഗം ട്രാക്ക് ചെയ്യാനും വിശകലനം ചെയ്യാനും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ ഗൂഗിൾ അനലിറ്റിക്സുമായി പങ്കിട്ടേക്കാം. സേവനങ്ങളിലുടനീളം ഗൂഗിൾ അനലിറ്റിക്സ് ഉപയോഗിച്ച് ട്രാക്ക് ചെയ്യപ്പെടുന്നതിൽ നിന്ന് ഒഴിവാകാൻ, സന്ദർശിക്കുക",
    "Google Analytics": "ഗൂഗിൾ അനലിറ്റിക്സ്",
    "Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice.": "ഞങ്ങൾ അത്തരം സാങ്കേതികവിദ്യകൾ എങ്ങനെ ഉപയോഗിക്കുന്നു, ചില കുക്കികൾ നിനക്ക് എങ്ങനെ നിരസിക്കാം എന്നതിനെക്കുറിച്ചുള്ള വിശദമായ വിവരങ്ങൾ ഞങ്ങളുടെ കുക്കി നോട്ടീസിൽ വിവരിച്ചിട്ടുണ്ട്.",
    "We also permit third parties and service providers to use online tracking technologies on our Services for analytics and advertising, including to help manage and display advertisements, to tailor advertisements to your interests, or to send abandoned shopping cart reminders (depending on your communication preferences). The third parties and service providers use their technology to provide advertising about products and services tailored to your interests which may appear either on our Services or on other websites.": "വിശകലനത്തിനും പരസ്യത്തിനുമായി ഞങ്ങളുടെ സേവനങ്ങളിൽ ഓൺലൈൻ ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകൾ ഉപയോഗിക്കാൻ ഞങ്ങൾ തൃതീയ കക്ഷികൾക്കും സേവന ദാതാക്കൾക്കും അനുവാദം നൽകുന്നു, ഇതിൽ പരസ്യങ്ങൾ നിയന്ത്രിക്കാനും പ്രദർശിപ്പിക്കാനും സഹായിക്കുക, നിന്റെ താൽപ്പര്യങ്ങൾക്കനുസരിച്ച് പരസ്യങ്ങൾ തയ്യാറാക്കുക, അല്ലെങ്കിൽ ഉപേക്ഷിക്കപ്പെട്ട ഷോപ്പിംഗ് കാർട്ട് ഓർമ്മപ്പെടുത്തലുകൾ അയയ്ക്കുക (നിന്റെ ആശയവിനിമയ മുൻഗണനകളെ ആശ്രയിച്ച്) എന്നിവ ഉൾപ്പെടുന്നു. തൃതീയ കക്ഷികളും സേവന ദാതാക്കളും നിന്റെ താൽപ്പര്യങ്ങൾക്കനുസരിച്ച് ഉൽപ്പന്നങ്ങളെക്കുറിച്ചും സേവനങ്ങളെക്കുറിച്ചുമുള്ള പരസ്യങ്ങൾ നൽകാൻ അവരുടെ സാങ്കേതികവിദ്യ ഉപയോഗിക്കുന്നു, അത് ഞങ്ങളുടെ സേവനങ്ങളിലോ മറ്റ് വെബ്സൈറ്റുകളിലോ പ്രത്യക്ഷപ്പെടാം.",
    "We may use cookies and other tracking technologies to collect and store your information. We may use cookies and similar tracking technologies (like web beacons and pixels) to gather information when you interact with our Services. Some online tracking technologies help us maintain the security of our Services and your account, prevent crashes, fix bugs, save your preferences, and assist with basic site functions.": "നിന്റെ വിവരങ്ങൾ ശേഖരിക്കാനും സംഭരിക്കാനും ഞങ്ങൾ കുക്കികളും മറ്റ് ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളും ഉപയോഗിച്ചേക്കാം. നീ ഞങ്ങളുടെ സേവനങ്ങളുമായി ഇടപഴകുമ്പോൾ വിവരങ്ങൾ ശേഖരിക്കാൻ ഞങ്ങൾ കുക്കികളും വെബ് ബീക്കണുകളും പിക്സലുകളും പോലുള്ള സമാന ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളും ഉപയോഗിച്ചേക്കാം. ചില ഓൺലൈൻ ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകൾ ഞങ്ങളുടെ സേവനങ്ങളുടെയും നിന്റെ അക്കൗണ്ടിന്റെയും സുരക്ഷ നിലനിർത്താനും, ക്രാഷുകൾ തടയാനും, ബഗുകൾ പരിഹരിക്കാനും, നിന്റെ മുൻഗണനകൾ സംരക്ഷിക്കാനും, അടിസ്ഥാന സൈറ്റ് പ്രവർത്തനങ്ങളിൽ സഹായിക്കാനും ഞങ്ങളെ സഹായിക്കുന്നു.",
    "DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?": "ഞങ്ങൾ കുക്കികളും മറ്റ് ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളും ഉപയോഗിക്കുന്നുണ്ടോ?",
    "We may share your information with our business partners to offer you certain products, services, or promotions.": "നിനക്ക് ചില ഉൽപ്പന്നങ്ങൾ, സേവനങ്ങൾ, അല്ലെങ്കിൽ പ്രമോഷനുകൾ വാഗ്ദാനം ചെയ്യാൻ ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ ഞങ്ങളുടെ ബിസിനസ് പങ്കാളികളുമായി പങ്കിട്ടേക്കാം.",
    "Business Partners": "ബിസിനസ് പങ്കാളികൾ",
    "We may share your information with our affiliates, in which case we will require those affiliates to honour this Privacy Notice. Affiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us.": "ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ ഞങ്ങളുടെ അഫിലിയേറ്റുകളുമായി പങ്കിട്ടേക്കാം, അങ്ങനെയാണെങ്കിൽ ഞങ്ങൾ ആ അഫിലിയേറ്റുകളോട് ഈ സ്വകാര്യതാ നോട്ടീസിനെ ബഹുമാനിക്കാൻ ആവശ്യപ്പെടും. അഫിലിയേറ്റുകളിൽ ഞങ്ങളുടെ മാതൃ കമ്പനിയും ഏതെങ്കിലും അനുബന്ധ കമ്പനികളും, സംയുക്ത സംരംഭ പങ്കാളികളും, അല്ലെങ്കിൽ ഞങ്ങൾ നിയന്ത്രിക്കുന്നതോ ഞങ്ങളോടൊപ്പം പൊതു നിയന്ത്രണത്തിലുള്ളതോ ആയ മറ്റ് കമ്പനികളും ഉൾപ്പെടുന്നു.",
    "Affiliates": "അഫിലിയേറ്റുകൾ",
    "We may share your information with certain Google Maps Platform APIs (e.g. Google Maps API, Places API). Google Maps uses GPS, Wi-Fi, and cell towers to estimate your location. GPS is accurate to about 20 meters, while Wi-Fi and cell towers help improve accuracy when GPS signals are weak, like indoors. This data helps Google Maps provide directions, but it is not always perfectly precise. We obtain and store on your device ('cache') your location. You may revoke your consent anytime by contacting us at the contact details provided at the end of this document.": "ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ ചില ഗൂഗിൾ മാപ്സ് പ്ലാറ്റ്ഫോം API-കളുമായി (ഉദാ. ഗൂഗിൾ മാപ്സ് API, പ്ലേസസ് API) പങ്കിട്ടേക്കാം. ഗൂഗിൾ മാപ്സ് നിന്റെ സ്ഥാനം അനുമാനിക്കാൻ GPS, Wi-Fi, സെൽ ടവറുകൾ എന്നിവ ഉപയോഗിക്കുന്നു. GPS ഏകദേശം 20 മീറ്റർ വരെ കൃത്യമാണ്, അതേസമയം GPS സിഗ്നലുകൾ ദുർബലമാകുമ്പോൾ, ഉദാഹരണത്തിന് ഇൻഡോറിൽ, Wi-Fi-യും സെൽ ടവറുകളും കൃത്യത മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നു. ഈ ഡാറ്റ ഗൂഗിൾ മാപ്സിന് ദിശനിർദ്ദേശങ്ങൾ നൽകാൻ സഹായിക്കുന്നു, പക്ഷേ അത് എപ്പോഴും പൂർണ്ണമായി കൃത്യമല്ല. ഞങ്ങൾ നിന്റെ സ്ഥാനം നിന്റെ ഉപകരണത്തിൽ ലഭ്യമാക്കുകയും സംഭരിക്കുകയും ('കാഷെ') ചെയ്യുന്നു. ഈ രേഖയുടെ അവസാനം നൽകിയിട്ടുള്ള ബന്ധപ്പെടാനുള്ള വിശദാംശങ്ങളിൽ ഞങ്ങളെ ബന്ധപ്പെട്ട് നിനക്ക് എപ്പോൾ വേണമെങ്കിലും നിന്റെ സമ്മതം പിൻവലിക്കാം.",
    "When we use Google Maps Platform APIs": "ഞങ്ങൾ ഗൂഗിൾ മാപ്സ് പ്ലാറ്റ്ഫോം API-കൾ ഉപയോഗിക്കുമ്പോൾ",
    "We may share or transfer your information in connection with or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.": "ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ ഏതെങ്കിലും ലയനം, കമ്പനി ആസ്തികളുടെ വിൽപ്പന, ധനസഹായം, അല്ലെങ്കിൽ ഞങ്ങളുടെ ബിസിനസിന്റെ എല്ലാം അല്ലെങ്കിൽ ഒരു ഭാഗം മറ്റൊരു കമ്പനിയിലേക്ക് ഏറ്റെടുക്കൽ എന്നിവയുമായി ബന്ധപ്പെട്ടോ അല്ലെങ്കിൽ ചർച്ചകൾക്കിടയിലോ പങ്കിടുകയോ കൈമാറ്റം ചെയ്യുകയോ ചെയ്തേക്കാം.",
    "Business Transfers": "ബിസിനസ് കൈമാറ്റങ്ങൾ",
    "We may need to share your personal information in the following situations": "ഇനിപ്പറയുന്ന സാഹചര്യങ്ങളിൽ ഞങ്ങൾക്ക് നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ പങ്കിടേണ്ടി വന്നേക്കാം",
    "We may share information in specific situations described in this section and/or with the following third parties.": "ഈ വിഭാഗത്തിൽ വിവരിച്ചിരിക്കുന്ന പ്രത്യേക സാഹചര്യങ്ങളിൽ ഞങ്ങൾ വിവരങ്ങൾ പങ്കിട്ടേക്കാം ഒപ്പം/അല്ലെങ്കിൽ ഇനിപ്പറയുന്ന തൃതീയ കക്ഷികളുമായി.",
    "WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?": "നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ ഞങ്ങൾ എപ്പോൾ, ആരുമായി പങ്കിടുന്നു?",
    "We may process your information when we believe it is necessary to identify usage trends, determine the effectiveness of our promotional campaigns, and evaluate and improve our Services, products, marketing, and your experience.": "ഉപയോഗ പ്രവണതകൾ തിരിച്ചറിയാനും, ഞങ്ങളുടെ പ്രൊമോഷണൽ കാമ്പെയ്‌നുകളുടെ ഫലപ്രാപ്തി നിർണ്ണയിക്കാനും, ഞങ്ങളുടെ സേവനങ്ങൾ, ഉൽപ്പന്നങ്ങൾ, മാർക്കറ്റിംഗ്, നിന്റെ അനുഭവം എന്നിവ വിലയിരുത്താനും മെച്ചപ്പെടുത്താനും ആവശ്യമാണെന്ന് ഞങ്ങൾ വിശ്വസിക്കുമ്പോൾ ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "To evaluate and improve our Services, products, marketing, and your experience": "ഞങ്ങളുടെ സേവനങ്ങൾ, ഉൽപ്പന്നങ്ങൾ, മാർക്കറ്റിംഗ്, നിന്റെ അനുഭവം എന്നിവ വിലയിരുത്താനും മെച്ചപ്പെടുത്താനും",
    "We may process your information as part of our efforts to keep our Services safe and secure, including fraud monitoring and prevention.": "ഞങ്ങളുടെ സേവനങ്ങൾ സുരക്ഷിതവും സംരക്ഷിതവുമായി നിലനിർത്താനുള്ള ഞങ്ങളുടെ ശ്രമങ്ങളുടെ ഭാഗമായി, തട്ടിപ്പ് നിരീക്ഷണവും പ്രതിരോധവും ഉൾപ്പെടെ, ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "To protect our Services": "ഞങ്ങളുടെ സേവനങ്ങൾ സംരക്ഷിക്കാൻ",
    "We post testimonials on our Services that may contain personal information.": "ഞങ്ങൾ ഞങ്ങളുടെ സേവനങ്ങളിൽ വ്യക്തിഗത വിവരങ്ങൾ ഉൾപ്പെട്ടേക്കാവുന്ന ടെസ്റ്റിമോണിയലുകൾ പോസ്റ്റ് ചെയ്യുന്നു.",
    "To post testimonials": "ടെസ്റ്റിമോണിയലുകൾ പോസ്റ്റ് ചെയ്യാൻ",
    "We may process your information to develop and display personalised content and advertising tailored to your interests, location, and more.": "നിന്റെ താൽപ്പര്യങ്ങൾ, സ്ഥാനം, മറ്റുള്ളവ എന്നിവയ്ക്ക് അനുസൃതമായി വ്യക്തിഗതമാക്കിയ ഉള്ളടക്കവും പരസ്യവും വികസിപ്പിക്കാനും പ്രദർശിപ്പിക്കാനും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "To deliver targeted advertising to you": "നിനക്ക് ലക്ഷ്യമിട്ട പരസ്യങ്ങൾ വിതരണം ചെയ്യാൻ",
    "We may process your information when necessary to request feedback and to contact you about your use of our Services.": "ഞങ്ങളുടെ സേവനങ്ങളുടെ നിന്റെ ഉപയോഗത്തെക്കുറിച്ച് ഫീഡ്‌ബാക്ക് അഭ്യർത്ഥിക്കാനും നിന്നെ ബന്ധപ്പെടാനും ആവശ്യമായപ്പോൾ ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "To request feedback": "ഫീഡ്‌ബാക്ക് അഭ്യർത്ഥിക്കാൻ",
    "We may process your information if you choose to use any of our offerings that allow for communication with another user.": "മറ്റൊരു ഉപയോക്താവുമായി ആശയവിനിമയം അനുവദിക്കുന്ന ഞങ്ങളുടെ ഏതെങ്കിലും ഓഫറുകൾ ഉപയോഗിക്കാൻ നീ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "To enable user-to-user communications": "ഉപയോക്താക്കൾ തമ്മിലുള്ള ആശയവിനിമയം സാധ്യമാക്കാൻ",
    "We may process your information to fulfil and manage your orders, payments, returns, and exchanges made through the Services.": "സേവനങ്ങളിലൂടെ നടത്തിയ നിന്റെ ഓർഡറുകൾ, പേയ്‌മെന്റുകൾ, റിട്ടേണുകൾ, എക്സ്ചേഞ്ചുകൾ എന്നിവ നിറവേറ്റാനും നിയന്ത്രിക്കാനും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം",
    "To fulfil and manage your orders": "നിന്റെ ഓർഡറുകൾ നിറവേറ്റാനും നിയന്ത്രിക്കാനും",
    "We may process your information to send you details about our products and services, changes to our terms and policies, and other similar information.": "ഞങ്ങളുടെ ഉൽപ്പന്നങ്ങളെക്കുറിച്ചും സേവനങ്ങളെക്കുറിച്ചും, ഞങ്ങളുടെ നിബന്ധനകളിലും നയങ്ങളിലും വരുന്ന മാറ്റങ്ങളെക്കുറിച്ചും, മറ്റ് സമാന വിവരങ്ങളെക്കുറിച്ചും വിശദാംശങ്ങൾ നിനക്ക് അയയ്ക്കാൻ ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "To send administrative information to you": "നിനക്ക് ഭരണപരമായ വിവരങ്ങൾ അയയ്ക്കാൻ",
    "We may process your information to respond to your inquiries and solve any potential issues you might have with the requested service.": "നിന്റെ അന്വേഷണങ്ങൾക്ക് പ്രതികരിക്കാനും അഭ്യർത്ഥിച്ച സേവനവുമായി ബന്ധപ്പെട്ട് നിനക്ക് ഉണ്ടായേക്കാവുന്ന ഏതെങ്കിലും പ്രശ്നങ്ങൾ പരിഹരിക്കാനും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "To respond to user inquiries/offer support to users": "ഉപയോക്തൃ അന്വേഷണങ്ങൾക്ക് പ്രതികരിക്കാനും/ഉപയോക്താക്കൾക്ക് പിന്തുണ വാഗ്ദാനം ചെയ്യാനും",
    "We may process your information so you can create and log in to your account, as well as keep your account in working order.": "നിനക്ക് നിന്റെ അക്കൗണ്ട് സൃഷ്ടിക്കാനും അതിൽ ലോഗിൻ ചെയ്യാനും കഴിയുന്ന തരത്തിൽ, അതോടൊപ്പം നിന്റെ അക്കൗണ്ട് പ്രവർത്തനക്ഷമമായി നിലനിർത്താനും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "To facilitate account creation and authentication and otherwise manage user accounts": "അക്കൗണ്ട് സൃഷ്ടിക്കലും പ്രാമാണീകരണവും സുഗമമാക്കാനും മറ്റ് വിധത്തിൽ ഉപയോക്തൃ അക്കൗണ്ടുകൾ നിയന്ത്രിക്കാനും",
    "We process your personal information for a variety of reasons, depending on how you interact with our Services, including": "നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ ഞങ്ങൾ വിവിധ കാരണങ്ങളാൽ പ്രോസസ്സ് ചെയ്യുന്നു, നീ ഞങ്ങളുടെ സേവനങ്ങളുമായി എങ്ങനെ ഇടപഴകുന്നു എന്നതിനെ ആശ്രയിച്ച്, ഇതിൽ ഉൾപ്പെടുന്നു",
    "We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and comply with the law. We may also process your information for other purposes with your consent.": "ഞങ്ങളുടെ സേവനങ്ങൾ നൽകാനും, മെച്ചപ്പെടുത്താനും, ഭരണം നടത്താനും, നിന്നോട് ആശയവിനിമയം നടത്താനും, സുരക്ഷയ്ക്കും തട്ടിപ്പ് തടയലിനും, നിയമം പാലിക്കാനും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നു. നിന്റെ സമ്മതത്തോടെ മറ്റ് ഉദ്ദേശ്യങ്ങൾക്കായും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം.",
    "HOW DO WE PROCESS YOUR INFORMATION?": "നിന്റെ വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ പ്രോസസ്സ് ചെയ്യുന്നു?",
    "Our use of information received from Google APIs will adhere to Google API Services User Data Policy, including the Limited Use requirements.": "ഗൂഗിൾ API-കളിൽ നിന്ന് ലഭിക്കുന്ന വിവരങ്ങളുടെ ഞങ്ങളുടെ ഉപയോഗം ഗൂഗിൾ API സേവനങ്ങളുടെ ഉപയോക്തൃ ഡാറ്റാ നയത്തിന് അനുസൃതമായിരിക്കും, ഇതിൽ പരിമിത ഉപയോഗ ആവശ്യകതകൾ ഉൾപ്പെടുന്നു.",
    "Google API": "ഗൂഗിൾ API",
    "We collect location data such as information about your device's location, which can be either precise or imprecise. How much information we collect depends on the type and settings of the device you use to access the Services. For example, we may use GPS and other technologies to collect geolocation data that tells us your current location (based on your IP address). You can opt out of allowing us to collect this information either by refusing access to the information or by disabling your Location setting on your device. However, if you choose to opt-out, you may not be able to use certain aspects of the Services.": "നിന്റെ ഉപകരണത്തിന്റെ സ്ഥാനത്തെക്കുറിച്ചുള്ള വിവരങ്ങൾ പോലുള്ള ലൊക്കേഷൻ ഡാറ്റ ഞങ്ങൾ ശേഖരിക്കുന്നു, അത് കൃത്യമോ അല്ലെങ്കിൽ അവ്യക്തമോ ആകാം. ഞങ്ങൾ എത്ര വിവരങ്ങൾ ശേഖരിക്കുന്നു എന്നത് നീ സേവനങ്ങളിലേക്ക് ആക്സസ് ചെയ്യാൻ ഉപയോഗിക്കുന്ന ഉപകരണത്തിന്റെ തരത്തെയും ക്രമീകരണങ്ങളെയും ആശ്രയിച്ചിരിക്കുന്നു. ഉദാഹരണത്തിന്, നിന്റെ നിലവിലെ സ്ഥാനം (നിന്റെ IP വിലാസത്തെ അടിസ്ഥാനമാക്കി) ഞങ്ങളെ അറിയിക്കുന്ന ജിയോലൊക്കേഷൻ ഡാറ്റ ശേഖരിക്കാൻ ഞങ്ങൾ GPS-ഉം മറ്റ് സാങ്കേതികവിദ്യകളും ഉപയോഗിച്ചേക്കാം. ഈ വിവരങ്ങൾ ശേഖരിക്കാൻ ഞങ്ങളെ അനുവദിക്കുന്നതിൽ നിന്ന് നിനക്ക് ഒഴിവാകാം, വിവരങ്ങളിലേക്കുള്ള ആക്സസ് നിരസിച്ചുകൊണ്ടോ അല്ലെങ്കിൽ നിന്റെ ഉപകരണത്തിലെ ലൊക്കേഷൻ ക്രമീകരണം അപ്രാപ്തമാക്കിക്കൊണ്ടോ. എന്നിരുന്നാലും, നീ ഒഴിവാകാൻ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, സേവനങ്ങളുടെ ചില വശങ്ങൾ ഉപയോഗിക്കാൻ നിനക്ക് കഴിഞ്ഞേക്കില്ല.",
    "Location Data": "ലൊക്കേഷൻ ഡാറ്റ",
    "Log and usage data is service-related, diagnostic, usage, and performance information our servers automatically collect when you access or use our Services and which we record in log files. Depending on how you interact with us, this log data may include your IP address, device information, browser type, and settings and information about your activity in the Services (such as the date/time stamps associated with your usage, pages and files viewed, searches, and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called 'crash dumps'), and hardware settings).": "ലോഗ്, ഉപയോഗ ഡാറ്റ എന്നിവ സേവനവുമായി ബന്ധപ്പെട്ട, ഡയഗ്നോസ്റ്റിക്, ഉപയോഗം, പ്രകടന വിവരങ്ങൾ എന്നിവയാണ്, നീ ഞങ്ങളുടെ സേവനങ്ങൾ ആക്സസ് ചെയ്യുമ്പോഴോ ഉപയോഗിക്കുമ്പോഴോ ഞങ്ങളുടെ സെർവറുകൾ സ്വയമേവ ശേഖരിക്കുന്നവയും ഞങ്ങൾ ലോഗ് ഫയലുകളിൽ രേഖപ്പെടുത്തുന്നവയുമാണ്. നീ ഞങ്ങളുമായി എങ്ങനെ ഇടപഴകുന്നു എന്നതിനെ ആശ്രയിച്ച്, ഈ ലോഗ് ഡാറ്റയിൽ നിന്റെ IP വിലാസം, ഉപകരണ വിവരങ്ങൾ, ബ്രൗസർ തരം, ക്രമീകരണങ്ങൾ, സേവനങ്ങളിലെ നിന്റെ പ്രവർത്തനങ്ങളെക്കുറിച്ചുള്ള വിവരങ്ങൾ (നിന്റെ ഉപയോഗവുമായി ബന്ധപ്പെട്ട തീയതി/സമയ മുദ്രകൾ, കണ്ട പേജുകളും ഫയലുകളും, തിരയലുകൾ, നീ ഉപയോഗിക്കുന്ന ഫീച്ചറുകൾ പോലുള്ള മറ്റ് പ്രവർത്തനങ്ങൾ) എന്നിവയും, ഉപകരണ ഇവന്റ് വിവരങ്ങൾ (സിസ്റ്റം പ്രവർത്തനം, പിശക് റിപ്പോർട്ടുകൾ (ചിലപ്പോൾ 'ക്രാഷ് ഡമ്പുകൾ' എന്ന് വിളിക്കപ്പെടുന്നു), ഹാർഡ്‌വെയർ ക്രമീകരണങ്ങൾ) എന്നിവയും ഉൾപ്പെട്ടേക്കാം.",
    "Log and Usage Data": "ലോഗ്, ഉപയോഗ ഡാറ്റ",
    "The information we collect includes": "ഞങ്ങൾ ശേഖരിക്കുന്ന വിവരങ്ങളിൽ ഉൾപ്പെടുന്നു",
    "Like many businesses, we also collect information through cookies and similar technologies.": "നിരവധി ബിസിനസുകളെപ്പോലെ, ഞങ്ങളും കുക്കികളിലൂടെയും സമാന സാങ്കേതികവിദ്യകളിലൂടെയും വിവരങ്ങൾ ശേഖരിക്കുന്നു.",
    "We automatically collect certain information when you visit, use, or navigate the Services. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services, and other technical information. This information is primarily needed to maintain the security and operation of our Services and for our internal analytics and reporting purposes.": "നീ സേവനങ്ങൾ സന്ദർശിക്കുമ്പോഴോ, ഉപയോഗിക്കുമ്പോഴോ, നാവിഗേറ്റ് ചെയ്യുമ്പോഴോ ഞങ്ങൾ ചില വിവരങ്ങൾ സ്വയമേവ ശേഖരിക്കുന്നു. ഈ വിവരങ്ങൾ നിന്റെ പ്രത്യേക ഐഡന്റിറ്റി (നിന്റെ പേര് അല്ലെങ്കിൽ ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ പോലുള്ളവ) വെളിപ്പെടുത്തുന്നില്ല, പക്ഷേ ഉപകരണവും ഉപയോഗ വിവരങ്ങളും ഉൾപ്പെട്ടേക്കാം, ഉദാഹരണത്തിന്, നിന്റെ IP വിലാസം, ബ്രൗസർ, ഉപകരണ സവിശേഷതകൾ, ഓപ്പറേറ്റിംഗ് സിസ്റ്റം, ഭാഷാ മുൻഗണനകൾ, റഫറിംഗ് URL-കൾ, ഉപകരണ നാമം, രാജ്യം, സ്ഥാനം, നീ ഞങ്ങളുടെ സേവനങ്ങൾ എങ്ങനെയും എപ്പോൾ ഉപയോഗിക്കുന്നു എന്നതിനെക്കുറിച്ചുള്ള വിവരങ്ങൾ, മറ്റ് സാങ്കേതിക വിവരങ്ങൾ. ഈ വിവരങ്ങൾ പ്രധാനമായും ഞങ്ങളുടെ സേവനങ്ങളുടെ സുരക്ഷയും പ്രവർത്തനവും നിലനിർത്താനും ഞങ്ങളുടെ ആന്തരിക വിശകലനത്തിനും റിപ്പോർട്ടിംഗ് ഉദ്ദേശ്യങ്ങൾക്കുമാണ് ആവശ്യമാണ്.",
    "Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our Services.": "നിന്റെ ഇന്റർനെറ്റ് പ്രോട്ടോക്കോൾ (IP) വിലാസം, ബ്രൗസർ, ഉപകരണ സവിശേഷതകൾ എന്നിവ പോലുള്ള ചില വിവരങ്ങൾ—നീ ഞങ്ങളുടെ സേവനങ്ങൾ സന്ദർശിക്കുമ്പോൾ സ്വയമേവ ശേഖരിക്കപ്പെടുന്നു.",
    "Information automatically collected": "സ്വയമേവ ശേഖരിക്കപ്പെടുന്ന വിവരങ്ങൾ",
    "All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.": "നീ ഞങ്ങൾക്ക് നൽകുന്ന എല്ലാ വ്യക്തിഗത വിവരങ്ങളും സത്യവും പൂർണ്ണവും കൃത്യവുമായിരിക്കണം, അത്തരം വ്യക്തിഗത വിവരങ്ങളിൽ എന്തെങ്കിലും മാറ്റങ്ങൾ ഉണ്ടായാൽ നീ ഞങ്ങളെ അറിയിക്കണം.",
    "We may collect data necessary to process your payment if you choose to make purchases, such as your payment instrument number, and the security code associated with your payment instrument.": "നീ വാങ്ങലുകൾ നടത്താൻ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, നിന്റെ പേയ്‌മെന്റ് പ്രോസസ്സ് ചെയ്യാൻ ആവശ്യമായ ഡാറ്റ ഞങ്ങൾ ശേഖരിച്ചേക്കാം, ഉദാഹരണത്തിന്, നിന്റെ പേയ്‌മെന്റ് ഉപകരണ നമ്പർ, നിന്റെ പേയ്‌മെന്റ് ഉപകരണവുമായി ബന്ധപ്പെട്ട സുരക്ഷാ കോഡ്.",
    "Payment Data": "പേയ്‌മെന്റ് ഡാറ്റ",
    "Health Data.": "ആരോഗ്യ ഡാറ്റ.",
    "When necessary, with your consent or as otherwise permitted by applicable law, we process the following categories of sensitive information": "ആവശ്യമുള്ളപ്പോൾ, നിന്റെ സമ്മതത്തോടെ അല്ലെങ്കിൽ ബാധകമായ നിയമപ്രകാരം മറ്റൊരു വിധത്തിൽ അനുവദനീയമായപ്പോൾ, ഞങ്ങൾ ഇനിപ്പറയുന്ന സെൻസിറ്റീവ് വിവരങ്ങളുടെ വിഭാഗങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നു",
    "Sensitive Information": "സെൻസിറ്റീവ് വിവരങ്ങൾ",
    "Debit/Credit card numbers": "ഡെബിറ്റ്/ക്രെഡിറ്റ് കാർഡ് നമ്പറുകൾ",
    "Passwords": "പാസ്‌വേഡുകൾ",
    "Usernames": "ഉപയോക്തൃനാമങ്ങൾ",
    "Email addresses": "ഇമെയിൽ വിലാസങ്ങൾ",
    "Phone numbers": "ഫോൺ നമ്പറുകൾ",
    "Names": "പേര്",
    "The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use. The personal information we collect may include the following": "ഞങ്ങൾ ശേഖരിക്കുന്ന വ്യക്തിഗത വിവരങ്ങൾ നിന്റെ ഞങ്ങളുമായും സേവനങ്ങളുമായും ഉള്ള ഇടപെടലുകളുടെ സന്ദർഭത്തെ, നീ തിരഞ്ഞെടുക്കുന്ന തിരഞ്ഞെടുപ്പുകളെ, നീ ഉപയോഗിക്കുന്ന ഉൽപ്പന്നങ്ങളെയും ഫീച്ചറുകളെയും ആശ്രയിച്ചിരിക്കുന്നു. ഞങ്ങൾ ശേഖരിക്കുന്ന വ്യക്തിഗത വിവരങ്ങളിൽ ഇനിപ്പറയുന്നവ ഉൾപ്പെട്ടേക്കാം",
    "Personal Information Provided by You": "നിന്നാൽ നൽകപ്പെട്ട വ്യക്തിഗത വിവരങ്ങൾ",
    "We collect personal information that you provide to us. We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services when you participate in activities on the Services, or otherwise when you contact us.": "നിന്നാൽ ഞങ്ങൾക്ക് നൽകപ്പെടുന്ന വ്യക്തിഗത വിവരങ്ങൾ ഞങ്ങൾ ശേഖരിക്കുന്നു. നീ സേവനങ്ങളിൽ രജിസ്റ്റർ ചെയ്യുമ്പോൾ, ഞങ്ങളെക്കുറിച്ചോ ഞങ്ങളുടെ ഉൽപ്പന്നങ്ങളെക്കുറിച്ചോ സേവനങ്ങളെക്കുറിച്ചോ വിവരങ്ങൾ ലഭിക്കാൻ താൽപ്പര്യം പ്രകടിപ്പിക്കുമ്പോൾ, സേവനങ്ങളിലെ പ്രവർത്തനങ്ങളിൽ പങ്കെടുക്കുമ്പോൾ, അല്ലെങ്കിൽ മറ്റൊരു വിധത്തിൽ നീ ഞങ്ങളെ ബന്ധപ്പെടുമ്പോൾ, നീ സ്വമേധയാ ഞങ്ങൾക്ക് നൽകുന്ന വ്യക്തിഗത വിവരങ്ങൾ ഞങ്ങൾ ശേഖരിക്കുന്നു.",
    "Personal information you disclose to us": "നിന്നാൽ ഞങ്ങൾക്ക് വെളിപ്പെടുത്തുന്ന വ്യക്തിഗത വിവരങ്ങൾ",
    "WHAT INFORMATION DO WE COLLECT?": "ഞങ്ങൾ എന്ത് വിവരങ്ങൾ ശേഖരിക്കുന്നു?",
    "Want to learn more about what we do with any information we collect? Review the Privacy Notice in full.": "ഞങ്ങൾ ശേഖരിക്കുന്ന ഏതെങ്കിലും വിവരങ്ങൾ ഞങ്ങൾ എന്ത് ചെയ്യുന്നു എന്നതിനെക്കുറിച്ച് കൂടുതൽ അറിയാൻ ആഗ്രഹിക്കുന്നുണ്ടോ? സ്വകാര്യതാ നോട്ടീസ് പൂർണ്ണമായി അവലോകനം ചെയ്യുക.",
    "The easiest way to exercise your rights is by submitting a data subject access request, or by contacting us. We will consider and act upon any request in accordance with applicable data protection laws.": "നിന്റെ അവകാശങ്ങൾ പ്രയോഗിക്കാനുള്ള ഏറ്റവും എളുപ്പമുള്ള മാർഗ്ഗം ഒരു ഡാറ്റാ സബ്ജക്ട് ആക്സസ് അഭ്യർത്ഥന സമർപ്പിക്കുകയോ അല്ലെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടുകയോ ആണ്. ബാധകമായ ഡാറ്റാ സംരക്ഷണ നിയമങ്ങൾക്കനുസൃതമായി ഞങ്ങൾ ഏതൊരു അഭ്യർത്ഥനയും പരിഗണിക്കുകയും പ്രവർത്തിക്കുകയും ചെയ്യും.",
    "How do you exercise your rights?": "നിന്റെ അവകാശങ്ങൾ നീ എങ്ങനെ പ്രയോഗിക്കുന്നു?",
    "Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information. Learn more about your privacy rights": "നിന്റെ ഭൂമിശാസ്ത്രപരമായ സ്ഥാനം അനുസരിച്ച്, ബാധകമായ സ്വകാര്യതാ നിയമം എന്നത് നിന്റെ വ്യക്തിഗത വിവരങ്ങളുമായി ബന്ധപ്പെട്ട ചില അവകാശങ്ങൾ നിനക്കുണ്ടെന്ന് അർത്ഥമാക്കാം. നിന്റെ സ്വകാര്യതാ അവകാശങ്ങളെക്കുറിച്ച് കൂടുതൽ അറിയുക",
    "What are your rights?": "നിന്റെ അവകാശങ്ങൾ എന്തൊക്കെയാണ്?",
    "We have adequate organisational and technical processes and procedures in place to protect your personal information. However, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorised third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. Learn more about how we keep your information safe.": "നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ സംരക്ഷിക്കാൻ ഞങ്ങൾക്ക് മതിയായ സംഘടനാപരവും സാങ്കേതികവുമായ പ്രക്രിയകളും നടപടിക്രമങ്ങളും ഉണ്ട്. എന്നിരുന്നാലും, ഇന്റർനെറ്റിലൂടെയുള്ള ഒരു ഇലക്ട്രോണിക് ട്രാൻസ്മിഷനോ വിവര സംഭരണ സാങ്കേതികവിദ്യയോ 100% സുരക്ഷിതമാണെന്ന് ഉറപ്പ് നൽകാൻ കഴിയില്ല, അതിനാൽ ഹാക്കർമാർ, സൈബർ കുറ്റവാളികൾ, അല്ലെങ്കിൽ മറ്റ് അനധികൃത മൂന്നാം കക്ഷികൾ ഞങ്ങളുടെ സുരക്ഷയെ തോൽപ്പിച്ച് നിന്റെ വിവരങ്ങൾ അനുചിതമായി ശേഖരിക്കുകയോ, ആക്സസ് ചെയ്യുകയോ, മോഷ്ടിക്കുകയോ, പരിഷ്കരിക്കുകയോ ചെയ്യില്ലെന്ന് ഞങ്ങൾക്ക് വാഗ്ദാനം ചെയ്യാനോ ഉറപ്പ് നൽകാനോ കഴിയില്ല. ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ എങ്ങനെ സുരക്ഷിതമായി സൂക്ഷിക്കുന്നു എന്നതിനെക്കുറിച്ച് കൂടുതൽ അറിയുക.",
    "How do we keep your information safe?": "നിന്റെ വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ സുരക്ഷിതമായി സൂക്ഷിക്കുന്നു?",
    "We may share information in specific situations and with specific third parties. Learn more about when and with whom we share your personal information.": "പ്രത്യേക സാഹചര്യങ്ങളിൽ ഞങ്ങൾ വിവരങ്ങൾ പങ്കിട്ടേക്കാം, പ്രത്യേക മൂന്നാം കക്ഷികളുമായി. നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ ഞങ്ങൾ എപ്പോൾ, ആരുമായി പങ്കിടുന്നു എന്നതിനെക്കുറിച്ച് കൂടുതൽ അറിയുക.",
    "In what situations and with which parties do we share personal information?": "ഏത് സാഹചര്യങ്ങളിൽ, ഏത് കക്ഷികളുമായി ഞങ്ങൾ വ്യക്തിഗത വിവരങ്ങൾ പങ്കിടുന്നു?",
    "We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your information only when we have a valid legal reason to do so. Learn more about how we process your information.": "ഞങ്ങളുടെ സേവനങ്ങൾ നൽകാനും, മെച്ചപ്പെടുത്താനും, ഭരണം നടത്താനും, നിന്നോട് ആശയവിനിമയം നടത്താനും, സുരക്ഷയ്ക്കും തട്ടിപ്പ് തടയലിനും, നിയമം പാലിക്കാനും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നു. നിന്റെ സമ്മതത്തോടെ മറ്റ് ഉദ്ദേശ്യങ്ങൾക്കായും ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം. ഞങ്ങൾക്ക് അതിന് സാധുവായ ഒരു നിയമപരമായ കാരണം ഉള്ളപ്പോൾ മാത്രമേ ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യൂ. ഞങ്ങൾ നിന്റെ വിവരങ്ങൾ എങ്ങനെ പ്രോസസ്സ് ചെയ്യുന്നു എന്നതിനെക്കുറിച്ച് കൂടുതൽ അറിയുക.",
    "How do we process your information?": "നിന്റെ വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ പ്രോസസ്സ് ചെയ്യുന്നു?",
    "We do not collect any information from third parties.": "ഞങ്ങൾ മൂന്നാം കക്ഷികളിൽ നിന്ന് ഒരു വിവരവും ശേഖരിക്കുന്നില്ല.",
    "Do we collect any information from third parties?": "ഞങ്ങൾ മൂന്നാം കക്ഷികളിൽ നിന്ന് എന്തെങ്കിലും വിവരങ്ങൾ ശേഖരിക്കുന്നുണ്ടോ?",
    "When you visit, use, or navigate our Services, we may process personal information depending on how you interact with us and the Services, the choices you make, and the products and features you use. Learn more about the personal information you disclose to us.": "നീ ഞങ്ങളുടെ സേവനങ്ങൾ സന്ദർശിക്കുമ്പോഴോ, ഉപയോഗിക്കുമ്പോഴോ, നാവിഗേറ്റ് ചെയ്യുമ്പോഴോ, നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ ഞങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം, അത് നീ ഞങ്ങളുമായും സേവനങ്ങളുമായും എങ്ങനെ ഇടപഴകുന്നു, നിന്റെ തിരഞ്ഞെടുപ്പുകൾ, നീ ഉപയോഗിക്കുന്ന ഉൽപ്പന്നങ്ങളും ഫീച്ചറുകളും എന്നിവയെ ആശ്രയിച്ചിരിക്കും. നിന്നാൽ ഞങ്ങൾക്ക് വെളിപ്പെടുത്തുന്ന വ്യക്തിഗത വിവരങ്ങളെക്കുറിച്ച് കൂടുതൽ അറിയുക.",
    "What personal information do we process?": "ഞങ്ങൾ ഏത് വ്യക്തിഗത വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നു?",
    "Some of the information may be considered 'special' or 'sensitive' in certain jurisdictions, for example, your racial or ethnic origins, sexual orientation, and religious beliefs. We may process sensitive personal information when necessary with your consent or as otherwise permitted by applicable law. Learn more about the sensitive information we process.": "ചില വിവരങ്ങൾ ചില നിയമവ്യവസ്ഥകളിൽ 'പ്രത്യേക' അല്ലെങ്കിൽ 'സെൻസിറ്റീവ്' ആയി കണക്കാക്കപ്പെട്ടേക്കാം, ഉദാഹരണത്തിന്, നിന്റെ വംശീയ അല്ലെങ്കിൽ ജാതി ഉത്ഭവം, ലൈംഗിക ആഭിമുഖ്യം, മതവിശ്വാസങ്ങൾ. ആവശ്യമുള്ളപ്പോൾ നിന്റെ സമ്മതത്തോടെ അല്ലെങ്കിൽ ബാധകമായ നിയമപ്രകാരം അനുവദനീയമായപ്പോൾ ഞങ്ങൾ സെൻസിറ്റീവ് വ്യക്തിഗത വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്തേക്കാം. ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്ന സെൻസിറ്റീവ് വിവരങ്ങളെക്കുറിച്ച് കൂടുതൽ അറിയുക.",
    "Do we process any sensitive personal information?": "ഞങ്ങൾ എന്തെങ്കിലും സെൻസിറ്റീവ് വ്യക്തിഗത വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നുണ്ടോ?",
    "This summary provides key points from our Privacy Notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for.": "ഈ സംഗ്രഹം ഞങ്ങളുടെ സ്വകാര്യതാ നോട്ടീസിൽ നിന്നുള്ള പ്രധാന പോയിന്റുകൾ നൽകുന്നു, എന്നാൽ ഓരോ പ്രധാന പോയിന്റിന് ശേഷമുള്ള ലിങ്കിൽ ക്ലിക്ക് ചെയ്തോ അല്ലെങ്കിൽ താഴെ നൽകിയിട്ടുള്ള ഞങ്ങളുടെ ഉള്ളടക്ക പട്ടിക ഉപയോഗിച്ച് നിനക്ക് തിരയുന്ന വിഭാഗം കണ്ടെത്തിയോ ഈ വിഷയങ്ങളെക്കുറിച്ച് കൂടുതൽ വിശദാംശങ്ങൾ അറിയാൻ കഴിയും.",
    "SUMMARY OF KEY POINTS": "പ്രധാന പോയിന്റുകളുടെ സംഗ്രഹം",
    "Engage with us in other related ways, including any sales, marketing, or events Questions or concerns? Reading this Privacy Notice will help you understand your privacy rights and choices. We are responsible for making decisions about how your personal information is processed. If you do not agree with our policies and practices, please do not use our Services. If you still have any questions or concerns, please contact us at": "ഞങ്ങളുമായി മറ്റ് ബന്ധപ്പെട്ട വഴികളിൽ ഇടപഴകുക, വിൽപ്പന, മാർക്കറ്റിംഗ്, അല്ലെങ്കിൽ പരിപാടികൾ ഉൾപ്പെടെ. ചോദ്യങ്ങളോ ആശങ്കകളോ ഉണ്ടോ? ഈ സ്വകാര്യതാ നോട്ടീസ് വായിക്കുന്നത് നിന്റെ സ്വകാര്യതാ അവകാശങ്ങളും തിരഞ്ഞെടുപ്പുകളും മനസ്സിലാക്കാൻ നിന്നെ സഹായിക്കും. നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ എങ്ങനെ പ്രോസസ്സ് ചെയ്യണം എന്നതിനെക്കുറിച്ച് തീരുമാനങ്ങൾ എടുക്കുന്നതിന് ഞങ്ങൾ ഉത്തരവാദികളാണ്. ഞങ്ങളുടെ നയങ്ങളോടും പരിശീലനങ്ങളോടും നീ സമ്മതിക്കുന്നില്ലെങ്കിൽ, ദയവായി ഞങ്ങളുടെ സേവനങ്ങൾ ഉപയോഗിക്കരുത്. നിനക്ക് ഇപ്പോഴും എന്തെങ്കിലും ചോദ്യങ്ങളോ ആശങ്കകളോ ഉണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക",
    "Use Cignix. Cignix is a dedicated platform designed to help smokers quit and embrace a healthier, smoke-free life. Through interactive quizzes and engaging videos, we assess your level of nicotine dependence, providing you with insights and guidance. Our personalized approach supports you every step of the way, helping you overcome cravings, build healthy habits, and achieve a lasting, smoke-free lifestyle.": "Cignix ഉപയോഗിക്കുക. പുകവലിക്കാർക്ക് പുകവലി ഉപേക്ഷിക്കാനും ആരോഗ്യകരവും പുകയില്ലാത്തതുമായ ജീവിതം സ്വീകരിക്കാനും സഹായിക്കാൻ രൂപകൽപ്പന ചെയ്ത ഒരു സമർപ്പിത പ്ലാറ്റ്ഫോമാണ് Cignix. സംവേദനാത്മക ക്വിസുകളിലൂടെയും ആകർഷകമായ വീഡിയോകളിലൂടെയും, നിന്റെ നിക്കോട്ടിൻ ആശ്രിതത്വത്തിന്റെ തലം ഞങ്ങൾ വിലയിരുത്തുന്നു, നിനക്ക് ഉൾക്കാഴ്ചയും മാർഗ്ഗനിർദ്ദേശവും നൽകുന്നു. ഞങ്ങളുടെ വ്യക്തിഗത സമീപനം നിന്നെ ഓരോ ഘട്ടത്തിലും പിന്തുണയ്ക്കുന്നു, ആസക്തി മറികടക്കാനും ആരോഗ്യകരമായ ശീലങ്ങൾ വളർത്താനും ദീർഘകാല പുകയില്ലാത്ത ജീവിതശൈലി കൈവരിക്കാനും നിന്നെ സഹായിക്കുന്നു.",
    "or any website of ours that links to this Privacy Notice.": "അല്ലെങ്കിൽ ഈ സ്വകാര്യതാ നോട്ടീസിലേക്ക് ലിങ്ക് ചെയ്യുന്ന ഞങ്ങളുടെ ഏതെങ്കിലും വെബ്സൈറ്റ്.",
    "This Privacy Notice for Cignix ('we', 'us', or 'our'), describes how and why we might access, collect, store, use, and/or share ('process') your personal information when you use our services ('Services'), including when you": "Cignix-നുള്ള ഈ സ്വകാര്യതാ നോട്ടീസ് ('ഞങ്ങൾ', 'ഞങ്ങൾക്ക്', അല്ലെങ്കിൽ 'ഞങ്ങളുടെ'), നിന്റെ വ്യക്തിഗത വിവരങ്ങൾ നീ ഞങ്ങളുടെ സേവനങ്ങൾ ('സേവനങ്ങൾ') ഉപയോഗിക്കുമ്പോൾ ഞങ്ങൾ എങ്ങനെയും എന്തുകൊണ്ടും ആക്സസ് ചെയ്യുകയോ, ശേഖരിക്കുകയോ, സംഭരിക്കുകയോ, ഉപയോഗിക്കുകയോ, പങ്കിടുകയോ ('പ്രോസസ്സ്') ചെയ്യുന്നു എന്ന് വിവരിക്കുന്നു, ഇതിൽ ഉൾപ്പെടുന്നു",
    "Visit our website at": "ഞങ്ങളുടെ വെബ്സൈറ്റ് സന്ദർശിക്കുക"
  },
  "TermsandConditions": {
    "Terms and Conditions": "നിബന്ധനകളും വ്യവസ്ഥകളും",
    "In order to resolve a complaint regarding the Services or to receive further information regarding the use of the Services, please contact us at": "സേവനങ്ങളെക്കുറിച്ചുള്ള പരാതി പരിഹരിക്കുന്നതിനോ സേവനങ്ങളുടെ ഉപയോഗത്തെക്കുറിച്ച് കൂടുതൽ വിവരങ്ങൾ ലഭിക്കുന്നതിനോ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക",
    "These Legal Terms and any policies or operating rules posted by us on the Services or with respect to the Services constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Legal Terms shall not operate as a waiver of such right or provision. These Legal Terms operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Legal Terms is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Legal Terms and does not affect the validity and enforceability of any remaining provisions. There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Legal Terms or use of the Services. You agree that these Legal Terms will not be construed against us by virtue of having drafted them. You hereby waive any and all defences you may have based on the electronic form of these Legal Terms and the lack of signing by the parties hereto to execute these Legal Terms.": "ഈ നിയമനിബന്ധനകളും ഞങ്ങൾ സേവനങ്ങളിൽ അല്ലെങ്കിൽ സേവനങ്ങളുമായി ബന്ധപ്പെട്ട് പോസ്റ്റ് ചെയ്ത ഏതെങ്കിലും നയങ്ങളും പ്രവർത്തന നിയമങ്ങളും നിന്നും ഞങ്ങളും തമ്മിലുള്ള പൂർണ്ണ കരാറും ധാരണയും ഉൾക്കൊള്ളുന്നു. ഈ നിയമനിബന്ധനകളിലെ ഏതെങ്കിലും അവകാശമോ വ്യവസ്ഥയോ ഞങ്ങൾ നടപ്പിലാക്കാതിരിക്കുകയോ പ്രയോഗിക്കാതിരിക്കുകയോ ചെയ്താൽ, അത് ആ അവകാശത്തിന്റെയോ വ്യവസ്ഥയുടെയോ ഒഴിവാക്കലായി പ്രവർത്തിക്കില്ല. ഈ നിയമനിബന്ധനകൾ നിയമം അനുവദിക്കുന്ന പരമാവധി പരിധിയിൽ പ്രവർത്തിക്കുന്നു. ഞങ്ങളുടെ ഏതെങ്കിലും അല്ലെങ്കിൽ എല്ലാ അവകാശങ്ങളും ബാധ്യതകളും ഞങ്ങൾക്ക് ഏത് സമയത്തും മറ്റുള്ളവർക്ക് നൽകാം. ഞങ്ങളുടെ ന്യായമായ നിയന്ത്രണത്തിന് അപ്പുറമുള്ള ഏതെങ്കിലും കാരണത്താൽ ഉണ്ടാകുന്ന നഷ്ടം, കേടുപാട്, വൈകിപ്പ്, അല്ലെങ്കിൽ പ്രവർത്തിക്കാനുള്ള പരാജയത്തിന് ഞങ്ങൾ ഉത്തരവാദികളോ ബാധ്യസ്ഥരോ ആയിരിക്കില്ല. ഈ നിയമനിബന്ധനകളിലെ ഏതെങ്കിലും വ്യവസ്ഥയോ വ്യവസ്ഥയുടെ ഭാഗമോ നിയമവിരുദ്ധമോ അസാധുവോ നടപ്പാക്കാനാവാത്തതോ ആണെന്ന് കണ്ടെത്തിയാൽ, ആ വ്യവസ്ഥയോ വ്യവസ്ഥയുടെ ഭാഗമോ ഈ നിയമനിബന്ധനകളിൽ നിന്ന് വേർതിരിക്കാവുന്നതായി കണക്കാക്കപ്പെടുന്നു, മാത്രമല്ല ശേഷിക്കുന്ന വ്യവസ്ഥകളുടെ സാധുതയും നടപ്പാക്കലും ബാധിക്കില്ല. ഈ നിയമനിബന്ധനകളുടെ ഫലമായോ സേവനങ്ങളുടെ ഉപയോഗത്തിന്റെ ഫലമായോ നിന്നും ഞങ്ങളും തമ്മിൽ സംയുക്ത സംരംഭം, പങ്കാളിത്തം, തൊഴിൽ അല്ലെങ്കിൽ ഏജൻസി ബന്ധം സൃഷ്ടിക്കപ്പെടുന്നില്ല. ഈ നിയമനിബന്ധനകൾ ഞങ്ങൾ തയ്യാറാക്കിയതിന്റെ പേര് പറഞ്ഞ് അവ ഞങ്ങൾക്കെതിരെ വ്യാഖ്യാനിക്കപ്പെടില്ലെന്ന് നിനക്ക് സമ്മതമാണ്. ഈ നിയമനിബന്ധനകളുടെ ഇലക്ട്രോണിക് രൂപത്തെ അടിസ്ഥാനമാക്കിയോ ഇവിടെ ഒപ്പിടാത്തതിന്റെ അഭാവത്തെ അടിസ്ഥാനമാക്കിയോ നിനക്കുള്ള എല്ലാ പ്രതിരോധങ്ങളും നിന്നാൽ ഇവിടെ ഒഴിവാക്കുന്നു.",
    "MISCELLANEOUS": "വിവിധ",
    "If you have any questions or need assistance regarding our SMS communications, please email us at quit@cignix.com or call": "നിന്റെ എസ്എംഎസ് ആശയവിനിമയങ്ങളെക്കുറിച്ച് എന്തെങ്കിലും ചോദ്യങ്ങളോ സഹായം ആവശ്യമോ ഉണ്ടെങ്കിൽ, ദയവായി quit@cignix.com എന്ന വിലാസത്തിൽ ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുകയോ വിളിക്കുകയോ ചെയ്യുക",
    "Support": "പിന്തുണ",
    "Please be aware that message and data rates may apply to any SMS messages sent or received. The rates are determined by your carrier and the specifics of your mobile plan.": "നിനക്ക് അയച്ചതോ ലഭിച്ചതോ ആയ എസ്എംഎസ് സന്ദേശങ്ങൾക്ക് സന്ദേശവും ഡാറ്റാ നിരക്കുകളും ബാധകമാകാം എന്ന് ശ്രദ്ധിക്കുക. നിന്റെ കാരിയറും നിന്റെ മൊബൈൽ പ്ലാനിന്റെ വിശദാംശങ്ങളും അനുസരിച്ചാണ് ഈ നിരക്കുകൾ നിർണ്ണയിക്കപ്പെടുന്നത്.",
    "Message and Data Rates": "സന്ദേശവും ഡാറ്റാ നിരക്കുകളും",
    "Using Notification Settings": "നോട്ടിഫിക്കേഷൻ ക്രമീകരണങ്ങൾ ഉപയോഗിക്കുന്നത്",
    "Opting Out": "പുറത്തുകടക്കുക",
    "SMS TEXT MESSAGING": "എസ്എംഎസ് ടെക്സ്റ്റ് സന്ദേശങ്ങൾ",
    "Visiting the Services, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Services, satisfy any legal requirement that such communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SERVICES. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.": "സേവനങ്ങൾ സന്ദർശിക്കുക, ഞങ്ങൾക്ക് ഇമെയിലുകൾ അയയ്ക്കുക, ഓൺലൈൻ ഫോമുകൾ പൂർത്തിയാക്കുക എന്നിവ ഇലക്ട്രോണിക് ആശയവിനിമയങ്ങളായി കണക്കാക്കപ്പെടുന്നു. നിനക്ക് ഇലക്ട്രോണിക് ആശയവിനിമയങ്ങൾ സ്വീകരിക്കാൻ സമ്മതമുണ്ട്, കൂടാതെ ഞങ്ങൾ നിനക്ക് ഇലക്ട്രോണിക് വഴി, ഇമെയിൽ വഴി, സേവനങ്ങളിൽ നൽകുന്ന എല്ലാ കരാറുകളും, അറിയിപ്പുകളും, വെളിപ്പെടുത്തലുകളും, മറ്റ് ആശയവിനിമയങ്ങളും ഏതെങ്കിലും നിയമപരമായ ആവശ്യകതയെ തൃപ്തിപ്പെടുത്തുന്നതാണെന്ന് നിനക്ക് സമ്മതമാണ്, അത്തരം ആശയവിനിമയങ്ങൾ എഴുത്തിൽ ആയിരിക്കണമെന്ന്. നിന്നാൽ ഇവിടെ ഇലക്ട്രോണിക് ഒപ്പുകൾ, കരാറുകൾ, ഓർഡറുകൾ, മറ്റ് രേഖകൾ എന്നിവയുടെ ഉപയോഗത്തിനും, ഞങ്ങളോ സേവനങ്ങളോ വഴി ആരംഭിക്കുകയോ പൂർത്തിയാക്കുകയോ ചെയ്ത ഇടപാടുകളുടെ അറിയിപ്പുകൾ, നയങ്ങൾ, രേഖകൾ എന്നിവയുടെ ഇലക്ട്രോണിക് വിതരണത്തിനും സമ്മതിക്കുന്നു. ഏതെങ്കിലും അധികാരപരിധിയിലെ ഏതെങ്കിലും നിയമങ്ങൾ, ചട്ടങ്ങൾ, നിയന്ത്രണങ്ങൾ, ഓർഡിനൻസുകൾ അല്ലെങ്കിൽ മറ്റ് നിയമങ്ങൾ എന്നിവയ്ക്ക് കീഴിലുള്ള ഏതെങ്കിലും അവകാശങ്ങളോ ആവശ്യകതകളോ നിന്നാൽ ഇവിടെ ഒഴിവാക്കുന്നു, അവയ്ക്ക് ഒരു യഥാർത്ഥ ഒപ്പ് ആവശ്യമാണ് അല്ലെങ്കിൽ ഇലക്ട്രോണിക് അല്ലാത്ത രേഖകളുടെ വിതരണം അല്ലെങ്കിൽ സംഭരണം ആവശ്യമാണ്, അല്ലെങ്കിൽ ഇലക്ട്രോണിക് മാർഗങ്ങൾ ഒഴികെയുള്ള മറ്റേതെങ്കിലും മാർഗങ്ങളിലൂടെ പേയ്മെന്റുകൾ അല്ലെങ്കിൽ ക്രെഡിറ്റുകൾ നൽകൽ ആവശ്യമാണ്.",
    "ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES": "ഇലക്ട്രോണിക് ആശയവിനിമയങ്ങൾ, ഇടപാടുകൾ, ഒപ്പുകൾ",
    "We will maintain certain data that you transmit to the Services for the purpose of managing the performance of the Services, as well as data relating to your use of the Services. Although we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Services. You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.": "സേവനങ്ങളുടെ പ്രകടനം നിയന്ത്രിക്കുന്നതിനായി നിന്നാൽ സേവനങ്ങളിലേക്ക് അയച്ച ചില ഡാറ്റയും, നിന്റെ സേവനങ്ങളുടെ ഉപയോഗവുമായി ബന്ധപ്പെട്ട ഡാറ്റയും ഞങ്ങൾ സൂക്ഷിക്കും. ഞങ്ങൾ ഡാറ്റയുടെ പതിവ് റൂട്ടിൻ ബാക്കപ്പുകൾ നടത്തുന്നുണ്ടെങ്കിലും, നിന്നാൽ അയച്ച എല്ലാ ഡാറ്റയ്ക്കും നിന്നാൽ സേവനങ്ങൾ ഉപയോഗിച്ച് നടത്തിയ ഏതെങ്കിലും പ്രവർത്തനവുമായി ബന്ധപ്പെട്ട ഡാറ്റയ്ക്കും നിന്ന് മാത്രമാണ് ഉത്തരവാദിത്തം. അത്തരം ഡാറ്റയുടെ ഏതെങ്കിലും നഷ്ടത്തിനോ അഴിമതിക്കോ നിനക്ക് ഞങ്ങളോട് യാതൊരു ബാധ്യതയും ഉണ്ടായിരിക്കില്ലെന്ന് നിനക്ക് സമ്മതമാണ്, കൂടാതെ അത്തരം ഡാറ്റയുടെ നഷ്ടത്തിനോ അഴിമതിക്കോ ഉണ്ടാകുന്ന ഞങ്ങൾക്കെതിരായ എന്തെങ്കിലും നടപടി അവകാശവും നിന്നാൽ ഇവിടെ ഒഴിവാക്കുന്നു.",
    "USER DATA": "ഉപയോക്തൃ ഡാറ്റ",
    "You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) use of the Services; (2) breach of these Legal Terms; (3) any breach of your representations and warranties set forth in these Legal Terms; (4) your violation of the rights of a third party, including but not limited to intellectual property rights; or (5) any overt harmful act toward any other user of the Services with whom you connected via the Services. Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defence and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defence of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.": "നിന്നാൽ ഞങ്ങളെ, ഞങ്ങളുടെ അനുബന്ധ കമ്പനികൾ, സഹകാരികൾ, ഞങ്ങളുടെ ഓരോ ഉദ്യോഗസ്ഥർ, ഏജന്റുമാർ, പങ്കാളികൾ, ജീവനക്കാർ എന്നിവരെ ഏതെങ്കിലും നഷ്ടം, കേടുപാട്, ബാധ്യത, അവകാശവാദം, അല്ലെങ്കിൽ ആവശ്യത്തിനെതിരെ സംരക്ഷിക്കാനും, നഷ്ടപരിഹാരം നൽകാനും, ഹാനിയിൽ നിന്ന് മുക്തമാക്കാനും സമ്മതിക്കുന്നു, ഇതിൽ ന്യായമായ അറ്റോർണി ഫീസും ചെലവുകളും ഉൾപ്പെടുന്നു, ഇത് ഏതെങ്കിലും മൂന്നാം കക്ഷി ഉന്നയിക്കുന്നത്: (1) സേവനങ്ങളുടെ ഉപയോഗം; (2) ഈ നിയമനിബന്ധനകളുടെ ലംഘനം; (3) ഈ നിയമനിബന്ധനകളിൽ വ്യക്തമാക്കിയ നിന്റെ പ്രതിനിധാനങ്ങളുടെയും ഉറപ്പുകളുടെയും ഏതെങ്കിലും ലംഘനം; (4) മൂന്നാം കക്ഷിയുടെ അവകാശങ്ങളുടെ ലംഘനം, ഇതിൽ ബൗദ്ധിക സ്വത്തവകാശങ്ങൾ ഉൾപ്പെടുന്നു, എന്നാൽ അതിനോട് മാത്രം പരിമിതമല്ല; അല്ലെങ്കിൽ (5) സേവനങ്ങൾ വഴി നിന്നാൽ ബന്ധപ്പെട്ട മറ്റേതെങ്കിലും സേവന ഉപയോക്താവിനോടുള്ള ഏതെങ്കിലും വ്യക്തമായ ദോഷകരമായ പ്രവൃത്തി. മേല്‌പ്പറഞ്ഞവയ്ക്ക് വിരുദ്ധമായി, നിന്റെ ചെലവിൽ, നിന്നാൽ ഞങ്ങളെ നഷ്ടപരിഹാരം നൽകേണ്ട ഏതെങ്കിലും വിഷയത്തിന്റെ പ്രത്യേക പ്രതിരോധവും നിയന്ത്രണവും ഏറ്റെടുക്കാനുള്ള അവകാശം ഞങ്ങൾ നിലനിർത്തുന്നു, കൂടാതെ അത്തരം അവകാശവാദങ്ങളുടെ ഞങ്ങളുടെ പ്രതിരോധത്തിൽ, നിന്റെ ചെലവിൽ, സഹകരിക്കാൻ നിനക്ക് സമ്മതമാണ്. ഈ നഷ്ടപരിഹാരത്തിന് വിധേയമായ ഏതെങ്കിലും അവകാശവാദം, നടപടി, അല്ലെങ്കിൽ നടപടിക്രമം എന്നിവയെക്കുറിച്ച് ഞങ്ങൾക്ക് അറിവായ ഉടൻ നിന്നെ അറിയിക്കാൻ ഞങ്ങൾ ന്യായമായ ശ്രമങ്ങൾ ഉപയോഗിക്കും.",
    "INDEMNIFICATION": "നഷ്ടപരിഹാരം",
    "IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SERVICES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.": "ഒരു സാഹചര്യത്തിലും ഞങ്ങളോ ഞങ്ങളുടെ ഡയറക്ടർമാരോ, ജീവനക്കാരോ, ഏജന്റുമാരോ നിനക്കോ മൂന്നാം കക്ഷിക്കോ ഏതെങ്കിലും നേരിട്ടുള്ള, പരോക്ഷമായ, പരിണതഫലമായ, മാതൃകാപരമായ, ആകസ്മികമായ, പ്രത്യേകമായ, അല്ലെങ്കിൽ ശിക്ഷണാത്മകമായ നഷ്ടങ്ങൾക്ക് ബാധ്യസ്ഥരായിരിക്കില്ല, ഇതിൽ നഷ്ടപ്പെട്ട ലാഭം, നഷ്ടപ്പെട്ട വരുമാനം, ഡാറ്റയുടെ നഷ്ടം, അല്ലെങ്കിൽ നിന്റെ സേവനങ്ങളുടെ ഉപയോഗത്തിൽ നിന്ന് ഉണ്ടാകുന്ന മറ്റ് നഷ്ടങ്ങൾ എന്നിവ ഉൾപ്പെടുന്നു, ഞങ്ങൾക്ക് അത്തരം നഷ്ടങ്ങളുടെ സാധ്യതയെക്കുറിച്ച് അറിയിപ്പ് ലഭിച്ചിട്ടുണ്ടെങ്കിൽ പോലും.",
    "LIMITATIONS OF LIABILITY": "ബാധ്യതയുടെ പരിമിതികൾ",
    "THE SERVICES ARE PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS, AND YOU AGREE THAT YOUR USE OF THE SERVICES WILL BE AT YOUR SOLE RISK; TO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SERVICES AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, AND WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICES' CONTENT OR THE CONTENT OF ANY WEBSITES OR MOBILE APPLICATIONS LINKED TO THE SERVICES, AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, PERSONAL INJURY OR PROPERTY DAMAGE RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICES, ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY PERSONAL OR FINANCIAL INFORMATION STORED THEREIN, ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICES, ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICES BY ANY THIRD PARTY, AND/OR ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES; WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES, AND AS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.": "സേവനങ്ങൾ 'ഉള്ളതുപോലെ'യും 'ലഭ്യമാകുന്നതുപോലെ'യും അടിസ്ഥാനത്തിൽ നൽകപ്പെടുന്നു, കൂടാതെ നിന്റെ സേവനങ്ങളുടെ ഉപയോഗം നിന്റെ ഏക റിസ്കിൽ ആയിരിക്കുമെന്ന് നിനക്ക് സമ്മതമാണ്; നിയമം അനുവദിക്കുന്ന പരമാവധി പരിധിയിൽ, സേവനങ്ങളുമായും നിന്റെ ഉപയോഗവുമായും ബന്ധപ്പെട്ട എല്ലാ ഉറപ്പുകളും, വ്യക്തമായതോ പരോക്ഷമായതോ, ഞങ്ങൾ നിരസിക്കുന്നു, ഇതിൽ വ്യാപാരയോഗ്യത, ഒരു പ്രത്യേക ഉദ്ദേശത്തിനുള്ള യോഗ്യത, ലംഘനമില്ലായ്മ എന്നിവയുടെ പരോക്ഷ ഉറപ്പുകൾ ഉൾപ്പെടുന്നു, എന്നാൽ അതിനോട് മാത്രം പരിമിതമല്ല, കൂടാതെ സേവനങ്ങളുടെ ഉള്ളടക്കത്തിന്റെയോ സേവനങ്ങളുമായി ലിങ്ക് ചെയ്ത ഏതെങ്കിലും വെബ്‌സൈറ്റുകളുടെയോ മൊബൈൽ ആപ്ലിക്കേഷനുകളുടെയോ ഉള്ളടക്കത്തിന്റെ കൃത്യതയെക്കുറിച്ചോ പൂർണ്ണതയെക്കുറിച്ചോ ഞങ്ങൾ യാതൊരു ഉറപ്പോ പ്രതിനിധാനങ്ങളോ നൽകുന്നില്ല, കൂടാതെ ഉള്ളടക്കത്തിലും മെറ്റീരിയലുകളിലും ഉള്ള ഏതെങ്കിലും പിശകുകൾ, തെറ്റുകൾ, അല്ലെങ്കിൽ അകൃത്യതകൾ, നിന്റെ സേവനങ്ങളിലേക്കുള്ള പ്രവേശനവും ഉപയോഗവും മൂലമുണ്ടാകുന്ന വ്യക്തിഗത പരിക്കോ സ്വത്തിന്റെ കേടുപാടോ, ഞങ്ങളുടെ സുരക്ഷിത സെർവറുകളിലേക്കുള്ള അനധികൃത പ്രവേശനമോ ഉപയോഗമോ അല്ലെങ്കിൽ അവിടെ സംഭരിച്ചിരിക്കുന്ന ഏതെങ്കിലും വ്യക്തിഗത അല്ലെങ്കിൽ സാമ്പത്തിക വിവരങ്ങൾ, സേവനങ്ങളിലേക്കോ സേവനങ്ങളിൽ നിന്നോ ഉള്ള പ്രക്ഷേപണത്തിന്റെ ഏതെങ്കിലും തടസ്സമോ നിർത്തലോ, ഏതെങ്കിലും മൂന്നാം കക്ഷി വഴി സേവനങ്ങളിലേക്കോ സേവനങ്ങളിലൂടെയോ പ്രക്ഷേപണം ചെയ്യപ്പെടാവുന്ന ഏതെങ്കിലും ബഗുകൾ, വൈറസുകൾ, ട്രോജൻ ഹോഴ്സുകൾ, അല്ലെങ്കിൽ സമാനമായവ, കൂടാതെ/അല്ലെങ്കിൽ ഏതെങ്കിലും ഉള്ളടക്കത്തിലും മെറ്റീരിയലുകളിലും ഉള്ള ഏതെങ്കിലും പിശകുകളോ വിടവുകളോ അല്ലെങ്കിൽ സേവനങ്ങൾ വഴി പോസ്റ്റ് ചെയ്ത, പ്രക്ഷേപണം ചെയ്ത, അല്ലെങ്കിൽ മറ്റൊരു വിധത്തിൽ ലഭ്യമാക്കിയ ഏതെങ്കിലും ഉള്ളടക്കത്തിന്റെ ഉപയോഗത്തിന്റെ ഫലമായി ഉണ്ടാകുന്ന ഏതെങ്കിലും തരത്തിലുള്ള നഷ്ടമോ കേടുപാടോ എന്നിവയ്ക്ക് ഞങ്ങൾ യാതൊരു ബാധ്യതയോ ഉത്തരവാദിത്തമോ ഏറ്റെടുക്കില്ല; മൂന്നാം കക്ഷി സേവനങ്ങൾ വഴി പരസ്യം ചെയ്യപ്പെടുന്നതോ വാഗ്ദാനം ചെയ്യപ്പെടുന്നതോ ആയ ഏതെങ്കിലും ഉൽപ്പന്നമോ സേവനമോ ഞങ്ങൾ ഉറപ്പ് നൽകുന്നില്ല, പിന്തുണയ്ക്കുന്നില്ല, ഗ്യാരന്റി നൽകുന്നില്ല, അല്ലെങ്കിൽ ഉത്തരവാദിത്തം ഏറ്റെടുക്കുന്നില്ല, ഏതെങ്കിലും ഹൈപ്പർലിങ്ക് ചെയ്ത വെബ്‌സൈറ്റ്, അല്ലെങ്കിൽ ഏതെങ്കിലും ബാനറിലോ മറ്റ് പരസ്യങ്ങളിലോ പ്രദർശിപ്പിച്ച ഏതെങ്കിലും വെബ്‌സൈറ്റോ മൊബൈൽ ആപ്ലിക്കേഷനോ, കൂടാതെ നിന്നും ഏതെങ്കിലും മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളുടെയോ സേവനങ്ങളുടെയോ ദാതാക്കളുമായുള്ള ഏതെങ്കിലും ഇടപാട് നിരീക്ഷിക്കുന്നതിന് ഞങ്ങൾ ഒരു കക്ഷിയാകില്ല അല്ലെങ്കിൽ ഏതെങ്കിലും വിധത്തിൽ ഉത്തരവാദിയാകില്ല, കൂടാതെ ഏതെങ്കിലും മാധ്യമത്തിലൂടെയോ ഏതെങ്കിലും പരിസ്ഥിതിയിലൂടെയോ ഒരു ഉൽപ്പന്നമോ സേവനമോ വാങ്ങുന്നതുപോലെ, നിന്റെ ഏറ്റവും മികച്ച വിധിന്യായം ഉപയോഗിക്കുകയും ഉചിതമായ സ്ഥലങ്ങളിൽ ജാഗ്രത പുലർത്തുകയും വേണം.",
    "DISCLAIMER": "നിരാകരണം",
    "There may be information on the Services that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Services at any time, without prior notice.": "സേവനങ്ങളിൽ ടൈപ്പോഗ്രാഫിക്കൽ പിശകുകൾ, അകൃത്യതകൾ, അല്ലെങ്കിൽ വിടവുകൾ എന്നിവ അടങ്ങിയ വിവരങ്ങൾ ഉണ്ടാകാം, ഇതിൽ വിവരണങ്ങൾ, വിലനിർണ്ണയം, ലഭ്യത, മറ്റ് വിവിധ വിവരങ്ങൾ എന്നിവ ഉൾപ്പെടുന്നു. ഏതെങ്കിലും പിശകുകൾ, അകൃത്യതകൾ, അല്ലെങ്കിൽ വിടവുകൾ തിരുത്താനും സേവനങ്ങളിലെ വിവരങ്ങൾ ഏത് സമയത്തും മാറ്റാനോ അപ്‌ഡേറ്റ് ചെയ്യാനോ മുൻകൂർ അറിയിപ്പ് കൂടാതെ ഞങ്ങൾക്ക് അവകാശം നിലനിർത്തുന്നു.",
    "CORRECTIONS": "തിരുത്തലുകൾ",
    "The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations binding arbitration": "പക്ഷങ്ങൾ താഴെ പറയുന്ന വാദങ്ങൾ മുകളിൽ പറഞ്ഞ അനൗപചാരിക ചർച്ചകൾക്കും ബന്ധനപരമായ മധ്യസ്ഥതയ്ക്കും വിധേയമല്ല എന്ന് സമ്മതിക്കുന്നു.",
    "(a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party; (b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorised use; and (c) any claim for injunctive relief. If this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.": "(a) ഒരു പാർട്ടിയുടെ ബൗദ്ധിക സ്വത്തുവകാശങ്ങളുടെ പ്രാബല്യത്തെ നടപ്പിലാക്കാൻ, സംരക്ഷിക്കാൻ, അല്ലെങ്കിൽ സംബന്ധിച്ച ഏതെങ്കിലും വാദങ്ങൾ; (b) മോഷണം, പൈറസി, സ്വകാര്യതയുടെ ലംഘനം, അല്ലെങ്കിൽ അനധികൃത ഉപയോഗം സംബന്ധിച്ച അല്ലെങ്കിൽ അവയിൽ നിന്നുണ്ടാകുന്ന ഏതെങ്കിലും വാദം; (c) താത്കാലിക തടയൽ ആവശ്യപ്പെടുന്ന ഏതെങ്കിലും പരാതിയും. ഈ വ്യവസ്ഥ നിയമവിരുദ്ധമായോ അല്ലെങ്കിൽ നടപ്പിലാക്കാൻ കഴിയാത്തതായും കണ്ടെത്തിയാൽ, ആ ഭാഗത്തിന്റെ കീഴിൽ വരുന്ന ഏതെങ്കിലും വാദം മധ്യസ്ഥതയിലേക്ക് പോകാൻ ഒരു പാർട്ടിയും തിരഞ്ഞെടുക്കുകയില്ല, അത്തരം വാദം മുകളിൽ നൽകിയ കോടതികളിൽ അധികാരമുള്ള കോടതിയാൽ തീരുമാനിക്കപ്പെടും, കൂടാതെ പാർട്ടികൾ ആ കോടതിയുടെ വ്യക്തിഗത അധികാരത്തിന് സമർപ്പിക്കാൻ സമ്മതിക്കുന്നു.",
    "Exceptions to Informal Negotiations and Arbitration": "അനൗപചാരിക ചർച്ചകൾക്കും ആർബിട്രേഷനും ഉള്ള അപവാദങ്ങൾ",
    "The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually. To the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding; (b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilise class-action procedures; and (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.": "കക്ഷികൾ സമ്മതിക്കുന്നത്, ഏതെങ്കിലും ആർബിട്രേഷൻ കക്ഷികൾ തമ്മിലുള്ള വിവാദത്തിന് മാത്രമായി പരിമിതപ്പെടുത്തണം എന്നാണ്. നിയമം അനുവദിക്കുന്ന പരമാവധി പരിധിയിൽ, (എ) ഒരു ആർബിട്രേഷനും മറ്റേതെങ്കിലും നടപടിക്രമവുമായി ഒന്നിപ്പിക്കില്ല; (ബി) ഏതെങ്കിലും വിവാദം ക്ലാസ്-ആക്ഷൻ അടിസ്ഥാനത്തിൽ ആർബിട്രേറ്റ് ചെയ്യാനോ ക്ലാസ്-ആക്ഷൻ നടപടിക്രമങ്ങൾ ഉപയോഗിക്കാനോ ഉള്ള അവകാശമോ അധികാരമോ ഇല്ല; (സി) പൊതുജനത്തിന്റെ അല്ലെങ്കിൽ മറ്റേതെങ്കിലും വ്യക്തികളുടെ പേര് പറഞ്ഞ് ഒരു പ്രതിനിധി ശേഷിയിൽ ഏതെങ്കിലും വിവാദം കൊണ്ടുവരാനുള്ള അവകാശമോ അധികാരമോ ഇല്ല.",
    "Restrictions": "നിയന്ത്രണങ്ങൾ",
    "Any dispute arising out of or in connection with these Legal Terms, including any question regarding its existence, validity, or termination, shall be referred to and finally resolved by the International Commercial Arbitration Court under the European Arbitration Chamber (Belgium, Brussels, Avenue Louise, 146) according to the Rules of this ICAC, which, as a result of referring to it, is considered as the part of this clause. The seat, or legal place, of arbitration, shall be Gurgaon, India. The language of the proceedings shall be English. The governing law of these Legal Terms shall be the substantive law of India.": "ഈ നിയമനിബന്ധനകളിൽ നിന്ന് ഉണ്ടാകുന്നതോ അവയുമായി ബന്ധപ്പെട്ടതോ ആയ ഏതെങ്കിലും വിവാദം, അതിന്റെ നിലനിൽപ്പ്, സാധുത, അല്ലെങ്കിൽ അവസാനിപ്പിക്കൽ എന്നിവയെക്കുറിച്ചുള്ള ഏതെങ്കിലും ചോദ്യം ഉൾപ്പെടെ, യൂറോപ്യൻ ആർബിട്രേഷൻ ചേംബർ (ബെൽജിയം, ബ്രസ്സൽസ്, അവന്യൂ ലൂയിസ്, 146) കീഴിലുള്ള അന്താരാഷ്ട്ര വാണിജ്യ ആർബിട്രേഷൻ കോടതിയിലേക്ക് റഫർ ചെയ്യപ്പെടും, ഈ ICAC-ന്റെ നിയമങ്ങൾ അനുസരിച്ച് അന്തിമമായി പരിഹരിക്കപ്പെടും, ഇത് അതിലേക്ക് റഫർ ചെയ്യുന്നതിന്റെ ഫലമായി ഈ ഉപവാക്യത്തിന്റെ ഭാഗമായി കണക്കാക്കപ്പെടുന്നു. ആർബിട്രേഷന്റെ സീറ്റ്, അല്ലെങ്കിൽ നിയമപരമായ സ്ഥലം, ഗുഡ്ഗാവ്, ഇന്ത്യ ആയിരിക്കും. നടപടിക്രമങ്ങളുടെ ഭാഷ ഇംഗ്ലീഷ് ആയിരിക്കും. ഈ നിയമനിബന്ധനകളുടെ ഭരണ നിയമം ഇന്ത്യയുടെ മൂല നിയമമായിരിക്കും.",
    "Binding Arbitration": "ബന്ധനാത്മക ആർബിട്രേഷൻ",
    "To expedite resolution and control the cost of any dispute, controversy, or claim related to these Legal Terms (each a 'Dispute' and collectively, the 'Disputes') brought by either you or us (individually, a 'Party' and collectively, the 'Parties'), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration. Such informal negotiations commence upon written notice from one Party to the other Party.": "ഈ നിയമനിബന്ധനകളുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും വിവാദം, വിവാദം, അല്ലെങ്കിൽ അവകാശവാദം (ഓരോന്നും ഒരു 'വിവാദം' എന്നും മൊത്തത്തിൽ 'വിവാദങ്ങൾ' എന്നും) നിന്നോ ഞങ്ങളോ കൊണ്ടുവന്നതിന്റെ (വ്യക്തിഗതമായി, ഒരു 'കക്ഷി' എന്നും മൊത്തത്തിൽ 'കക്ഷികൾ' എന്നും), പരിഹാരം ത്വരിതപ്പെടുത്താനും ചെലവ് നിയന്ത്രിക്കാനും, കക്ഷികൾ ആദ്യം ഏതെങ്കിലും വിവാദം (ചുവടെ വ്യക്തമായി നൽകിയിട്ടുള്ള വിവാദങ്ങൾ ഒഴികെ) കുറഞ്ഞത് മുപ്പത് (30) ദിവസത്തേക്ക് അനൗപചാരികമായി ചർച്ച ചെയ്യാൻ ശ്രമിക്കാൻ സമ്മതിക്കുന്നു, ആർബിട്രേഷൻ ആരംഭിക്കുന്നതിന് മുമ്പ്. അത്തരം അനൗപചാരിക ചർച്ചകൾ ഒരു കക്ഷിയിൽ നിന്ന് മറ്റൊരു കക്ഷിക്ക് എഴുത്തിൽ അറിയിപ്പ് നൽകിയതോടെ ആരംഭിക്കുന്നു.",
    "Informal Negotiations": "അനൗപചാരിക ചർച്ചകൾ",
    "DISPUTE RESOLUTION": "വിവാദ പരിഹാരം",
    "These Legal Terms shall be governed by and defined following the laws of India. Cignix and you irrevocably consent that the courts of India shall have exclusive jurisdiction to resolve any dispute which may arise in connection with these Legal Terms.": "ഈ നിയമനിബന്ധനകൾ ഇന്ത്യയുടെ നിയമങ്ങൾക്ക് അനുസൃതമായി ഭരിക്കപ്പെടുകയും നിർവചിക്കപ്പെടുകയും ചെയ്യും. Cignix-ഉം നിന്നും അനിഷേധ്യമായി സമ്മതിക്കുന്നത്, ഈ നിയമനിബന്ധനകളുമായി ബന്ധപ്പെട്ട് ഉണ്ടാകാവുന്ന ഏതെങ്കിലും വിവാദം പരിഹരിക്കാൻ ഇന്ത്യയിലെ കോടതികൾക്ക് മാത്രമേ അധികാരപരിധി ഉണ്ടായിരിക്കൂ എന്നാണ്.",
    "GOVERNING LAW": "ഭരണ നിയമം",
    "We cannot guarantee the Services will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Services, resulting in interruptions, delays, or errors. We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Services at any time or for any reason without notice to you. You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Services during any downtime or discontinuance of the Services. Nothing in these Legal Terms will be construed to obligate us to maintain and support the Services or to supply any corrections, updates, or releases in connection therewith.": "സേവനങ്ങൾ എല്ലാ സമയത്തും ലഭ്യമാകുമെന്ന് ഞങ്ങൾക്ക് ഉറപ്പ് നൽകാൻ കഴിയില്ല. ഞങ്ങൾക്ക് ഹാർഡ്‌വെയർ, സോഫ്റ്റ്‌വെയർ, അല്ലെങ്കിൽ മറ്റ് പ്രശ്‌നങ്ങൾ അനുഭവപ്പെടാം അല്ലെങ്കിൽ സേവനങ്ങളുമായി ബന്ധപ്പെട്ട പരിപാലനം നടത്തേണ്ടതുണ്ട്, ഇത് തടസ്സങ്ങൾ, വൈകിപ്പുകൾ, അല്ലെങ്കിൽ പിശകുകൾ എന്നിവയ്ക്ക് കാരണമാകാം. സേവനങ്ങൾ ഏത് സമയത്തും അല്ലെങ്കിൽ ഏതെങ്കിലും കാരണത്തിന് മുൻകൂർ അറിയിപ്പ് കൂടാതെ മാറ്റാനോ, പരിഷ്കരിക്കാനോ, അപ്‌ഡേറ്റ് ചെയ്യാനോ, നിർത്തിവയ്ക്കാനോ, ഉപേക്ഷിക്കാനോ, അല്ലെങ്കിൽ മറ്റൊരു വിധത്തിൽ പരിഷ്കരിക്കാനോ ഞങ്ങൾക്ക് അവകാശം നിലനിർത്തുന്നു. സേവനങ്ങളുടെ ഏതെങ്കിലും ഡൗൺടൈമിനോ ഉപേക്ഷിക്കലിനോ സമയത്ത് സേവനങ്ങളിൽ പ്രവേശിക്കാനോ ഉപയോഗിക്കാനോ കഴിയാത്തതിനാൽ ഉണ്ടാകുന്ന ഏതെങ്കിലും നഷ്ടം, കേടുപാട്, അല്ലെങ്കിൽ അസൗകര്യത്തിന് ഞങ്ങൾക്ക് യാതൊരു ബാധ്യതയും ഇല്ലെന്ന് നിനക്ക് സമ്മതമാണ്. ഈ നിയമനിബന്ധനകളിൽ ഒന്നും തന്നെ സേവനങ്ങൾ പരിപാലിക്കാനും പിന്തുണയ്ക്കാനും അല്ലെങ്കിൽ അതുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും തിരുത്തലുകൾ, അപ്‌ഡേറ്റുകൾ, അല്ലെങ്കിൽ റിലീസുകൾ നൽകാനും ഞങ്ങളെ ബാധ്യസ്ഥരാക്കുന്നതായി വ്യാഖ്യാനിക്കപ്പെടില്ല.",
    "We reserve the right to change, modify, or remove the contents of the Services at any time or for any reason at our sole discretion without notice. However, we have no obligation to update any information on our Services. We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Services.": "സേവനങ്ങളുടെ ഉള്ളടക്കങ്ങൾ ഏത് സമയത്തും അല്ലെങ്കിൽ ഏതെങ്കിലും കാരണത്തിന് ഞങ്ങളുടെ ഏക വിവേചനാധികാരത്തിൽ മുൻകൂർ അറിയിപ്പ് കൂടാതെ മാറ്റാനോ, പരിഷ്കരിക്കാനോ, നീക്കംചെയ്യാനോ ഞങ്ങൾക്ക് അവകാശം നിലനിർത്തുന്നു. എന്നിരുന്നാലും, ഞങ്ങളുടെ സേവനങ്ങളിലെ ഏതെങ്കിലും വിവരങ്ങൾ അപ്‌ഡേറ്റ് ചെയ്യാനുള്ള യാതൊരു ബാധ്യതയും ഞങ്ങൾക്കില്ല. സേവനങ്ങളുടെ ഏതെങ്കിലും പരിഷ്കരണത്തിനോ, വില മാറ്റത്തിനോ, നിർത്തിവയ്ക്കലിനോ, ഉപേക്ഷിക്കലിനോ നിനക്കോ മൂന്നാം കക്ഷിക്കോ ഞങ്ങൾ ബാധ്യസ്ഥരായിരിക്കില്ല.",
    "MODIFICATIONS AND INTERRUPTIONS": "പരിഷ്കരണങ്ങളും തടസ്സങ്ങളും",
    "If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.": "ഞങ്ങൾ ഏതെങ്കിലും കാരണത്താൽ നിന്റെ അക്കൗണ്ട് അവസാനിപ്പിക്കുകയോ നിർത്തിവയ്ക്കുകയോ ചെയ്താൽ, നിന്റെ പേര്, ഒരു വ്യാജമോ കടം വാങ്ങിയതോ ആയ പേര്, അല്ലെങ്കിൽ ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ പേര് എന്നിവയ്ക്ക് കീഴിൽ പുതിയ അക്കൗണ്ട് രജിസ്റ്റർ ചെയ്യുന്നതിനും സൃഷ്ടിക്കുന്നതിനും നിനക്ക് നിരോധനം ഉണ്ട്, നിന്നാൽ മൂന്നാം കക്ഷിയുടെ പേര് പറഞ്ഞ് പ്രവർത്തിക്കുന്നുണ്ടെങ്കിൽ പോലും. നിന്റെ അക്കൗണ്ട് അവസാനിപ്പിക്കുന്നതിനോ നിർത്തിവയ്ക്കുന്നതിനോ പുറമെ, ഞങ്ങൾ ഉചിതമായ നിയമപരമായ നടപടി സ്വീകരിക്കാനുള്ള അവകാശം നിലനിർത്തുന്നു, ഇതിൽ സിവിൽ, ക്രിമിനൽ, നിരോധനാജ്ഞ പരിഹാരങ്ങൾ പിന്തുടരുന്നത് ഉൾപ്പെടുന്നു, എന്നാൽ അതിനോട് മാത്രം പരിമിതമല്ല.",
    "THESE LEGAL TERMS SHALL REMAIN IN FULL FORCE AND EFFECT WHILE YOU USE THE SERVICES. WITHOUT LIMITING ANY OTHER PROVISION OF THESE LEGAL TERMS, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SERVICES (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE LEGAL TERMS OR OF ANY APPLICABLE LAW OR REGULATION. WE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SERVICES OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.": "നിന്നാൽ സേവനങ്ങൾ ഉപയോഗിക്കുന്നിടത്തോളം ഈ നിയമനിബന്ധനകൾ പൂർണ്ണ ശക്തിയിലും പ്രാബല്യത്തിലും നിലനിൽക്കും. ഈ നിയമനിബന്ധനകളിലെ മറ്റേതെങ്കിലും വ്യവസ്ഥയെ പരിമിതപ്പെടുത്താതെ, ഞങ്ങളുടെ ഏക വിവേചനാധികാരത്തിൽ, മുൻകൂർ അറിയിപ്പോ ബാധ്യതയോ ഇല്ലാതെ, ഏതെങ്കിലും വ്യക്തിക്ക് ഏതെങ്കിലും കാരണത്തിനോ കാരണമില്ലാതെയോ സേവനങ്ങളിലേക്കുള്ള പ്രവേശനവും ഉപയോഗവും നിഷേധിക്കാനുള്ള (ചില IP വിലാസങ്ങൾ ബ്ലോക്ക് ചെയ്യുന്നത് ഉൾപ്പെടെ) അവകാശം ഞങ്ങൾ നിലനിർത്തുന്നു, ഇതിൽ ഈ നിയമനിബന്ധനകളിൽ അടങ്ങിയ ഏതെങ്കിലും പ്രതിനിധാനം, ഉറപ്പ്, അല്ലെങ്കിൽ ഉടമ്പടിയുടെ ലംഘനം അല്ലെങ്കിൽ ഏതെങ്കിലും ബാധകമായ നിയമമോ നിയന്ത്രണമോ ഉൾപ്പെടുന്നു, എന്നാൽ അതിനോട് മാത്രം പരിമിതമല്ല. ഞങ്ങളുടെ ഏക വിവേചനാധികാരത്തിൽ, നിന്റെ സേവനങ്ങളിലെ ഉപയോഗമോ പങ്കാളിത്തമോ അവസാനിപ്പിക്കാം അല്ലെങ്കിൽ നിന്റെ അക്കൗണ്ടും നിന്നാൽ പോസ്റ്റ് ചെയ്ത ഏതെങ്കിലും ഉള്ളടക്കമോ വിവരമോ ഏത് സമയത്തും മുന്നറിയിപ്പ് കൂടാതെ ഇല്ലാതാക്കാം.",
    "TERM AND TERMINATION": "കാലാവധിയും അവസാനിപ്പിക്കലും",
    "We reserve the right, but not the obligation, to": "ഞങ്ങൾ അവകാശം നിലനിർത്തുന്നു, പക്ഷേ ബാധ്യതയില്ല,",
    "(1) monitor the Services for violations of these Legal Terms; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Legal Terms, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof; (4) in our sole discretion and without limitation, notice, or liability, to remove from the Services or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems, and (5) otherwise manage the Services in a manner designed to protect our rights and property and to facilitate the proper functioning of the Services.": "(1) ഈ നിയമനിബന്ധനകളുടെ ലംഘനങ്ങൾക്കായി സേവനങ്ങൾ നിരീക്ഷിക്കുക; (2) ഞങ്ങളുടെ ഏക വിവേചനാധികാരത്തിൽ, നിയമമോ ഈ നിയമനിബന്ധനകളോ ലംഘിക്കുന്ന ആർക്കെതിരെയും ഉചിതമായ നിയമനടപടി സ്വീകരിക്കുക, ഇതിൽ അത്തരം ഉപയോക്താവിനെ നിയമ നിർവ്വഹണ അധികാരികൾക്ക് റിപ്പോർട്ട് ചെയ്യുന്നത് ഉൾപ്പെടുന്നു, എന്നാൽ അതിനോട് മാത്രം പരിമിതമല്ല; (3) ഞങ്ങളുടെ ഏക വിവേചനാധികാരത്തിൽ, പരിമിതികളില്ലാതെ, നിന്റെ സംഭാവനകളിൽ ഏതെങ്കിലും അല്ലെങ്കിൽ അതിന്റെ ഏതെങ്കിലും ഭാഗം നിരസിക്കുക, പ്രവേശനം പരിമിതപ്പെടുത്തുക, ലഭ്യത പരിമിതപ്പെടുത്തുക, അല്ലെങ്കിൽ അപ്രാപ്തമാക്കുക (സാങ്കേതികമായി സാധ്യമാകുന്ന പരിധിയിൽ); (4) ഞങ്ങളുടെ ഏക വിവേചനാധികാരത്തിൽ, പരിമിതികളില്ലാതെ, അറിയിപ്പോ ബാധ്യതയോ ഇല്ലാതെ, വലിപ്പത്തിൽ അമിതമായതോ ഞങ്ങളുടെ സിസ്റ്റങ്ങളിന് ഏതെങ്കിലും വിധത്തിൽ ഭാരമുള്ളതോ ആയ എല്ലാ ഫയലുകളും ഉള്ളടക്കവും സേവനങ്ങളിൽ നിന്ന് നീക്കം ചെയ്യുക അല്ലെങ്കിൽ അപ്രാപ്തമാക്കുക; (5) ഞങ്ങളുടെ അവകാശങ്ങളും സ്വത്തും സംരക്ഷിക്കുന്നതിനും സേവനങ്ങളുടെ ശരിയായ പ്രവർത്തനം സുഗമമാക്കുന്നതിനും രൂപകൽപ്പന ചെയ്ത രീതിയിൽ സേവനങ്ങൾ മാനേജ് ചെയ്യുക.",
    "SERVICES MANAGEMENT": "സേവന മാനേജ്മെന്റ്",
    "The following terms apply when you use the App obtained from either the Apple Store or Google Play (each an 'App Distributor') to access the Services": "സേവനങ്ങൾ ആക്സസ് ചെയ്യാൻ Apple Store അല്ലെങ്കിൽ Google Play (ഓരോന്നും 'ആപ്പ് വിതരണക്കാരൻ') വഴി ലഭിച്ച ആപ്പിനെ നിങ്ങൾ ഉപയോഗിക്കുമ്പോൾ താഴെ പറയുന്ന നിബന്ധനകൾ ബാധകമാണ്.",
    "(1) the licence granted to you for our App is limited to a non-transferable licence to use the application on a device that utilises the Apple iOS or Android operating systems, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor’s terms of service; (2) we are responsible for providing any maintenance and support services with respect to the App as specified in the terms and conditions of this mobile application licence contained in these Legal Terms or as otherwise required under applicable law, and you acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the App; (3) in the event of any failure of the App to conform to any applicable warranty, you may notify the applicable App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the App, and to the maximum extent permitted by applicable law, the App Distributor will have no other warranty obligation whatsoever with respect to the App; (4) you represent and warrant that (i) you are not located in a country that is subject to a US government embargo, or that has been designated by the US government as a 'terrorist supporting' country and (ii) you are not listed on any US government list of prohibited or restricted parties; (5) you must comply with applicable third-party terms of agreement when using the App, e.g. if you have a VoIP application, then you must not be in violation of their wireless data service agreement when using the App; and (6) you acknowledge and agree that the App Distributors are third-party beneficiaries of the terms and conditions in this mobile application licence contained in these Legal Terms, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce the terms and conditions in this mobile application licence contained in these Legal Terms against you as a third-party beneficiary thereof.": "(1) ഞങ്ങളുടെ ആപ്പിന് നിങ്ങൾക്ക് നൽകിയ ലൈസൻസ്, ആപ്പിൾ iOS അല്ലെങ്കിൽ ആൻഡ്രോയിഡ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങൾ ഉപയോഗിക്കുന്ന ഉപകരണത്തിൽ ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുന്നതിന് മാറ്റാൻ കഴിയാത്ത ലൈസൻസിലേക്ക് പരിമിതമാണ്, കൂടാതെ ബന്ധപ്പെട്ട ആപ്പ് വിതരണക്കാരന്റെ സേവന നിബന്ധനകളിൽ നിശ്ചയിച്ചിരിക്കുന്ന ഉപയോഗ നിയമങ്ങൾ അനുസരിച്ച്; (2) ഈ നിയമ നിബന്ധനകളിൽ ഉൾപ്പെടുത്തിയിരിക്കുന്ന ഈ മൊബൈൽ ആപ്ലിക്കേഷൻ ലൈസൻസിന്റെ നിബന്ധനകളിലും വ്യവസ്ഥകളിലും വ്യക്തമാക്കിയതുപോലെ, ആപ്പിന്റെ പരിപാലനവും പിന്തുണയും നൽകുന്നതിന് ഞങ്ങൾ ഉത്തരവാദികളാണ്, അല്ലെങ്കിൽ ബാധകമായ നിയമത്തിന്റെ കീഴിൽ വേറെ ആവശ്യമായതുപോലെ, നിങ്ങൾ അംഗീകരിക്കുന്നു, ഓരോ ആപ്പ് വിതരണക്കാരനും ആപ്പിന്റെ പരിപാലനവും പിന്തുണയും നൽകാനുള്ള യാതൊരു ബാധ്യതയും ഇല്ല; (3) ആപ്പ് ബാധകമായ വാറന്റിയുമായി പൊരുത്തപ്പെടാത്തതിന്റെ സംഭവത്തിൽ, നിങ്ങൾ ബാധകമായ ആപ്പ് വിതരണക്കാരനെ അറിയിക്കാം, ആപ്പ് വിതരണക്കാരൻ, അതിന്റെ നിബന്ധനകളും നയങ്ങളും അനുസരിച്ച്, ആപ്പിന് നൽകിയ വാങ്ങൽ വില, ഉണ്ടെങ്കിൽ, തിരികെ നൽകാം, കൂടാതെ ബാധകമായ നിയമം അനുസരിച്ച് അനുവദിച്ച പരമാവധി പരിധിയിൽ, ആപ്പ് സംബന്ധിച്ച മറ്റ് യാതൊരു വാറന്റി ബാധ്യതയും ആപ്പ് വിതരണക്കാരന് ഉണ്ടാവില്ല; (4) നിങ്ങൾ പ്രതിനിധീകരിക്കുകയും വാഗ്ദാനം ചെയ്യുകയും ചെയ്യുന്നു (i) നിങ്ങൾ അമേരിക്കൻ സർക്കാരിന്റെ തടയലിന് വിധേയമായ രാജ്യത്തിൽ ഇല്ല, അല്ലെങ്കിൽ അമേരിക്കൻ സർക്കാർ 'ആത്മഹത്യാ പിന്തുണയുള്ള' രാജ്യമായി നിശ്ചയിച്ചിട്ടില്ല, (ii) നിങ്ങൾ അമേരിക്കൻ സർക്കാരിന്റെ നിരോധിത അല്ലെങ്കിൽ നിയന്ത്രിത പാർട്ടികളുടെ പട്ടികയിൽ ഇല്ല; (5) ആപ്പിനെ ഉപയോഗിക്കുമ്പോൾ ബാധകമായ മൂന്നാം കക്ഷിയുടെ കരാറിന്റെ നിബന്ധനകൾ പാലിക്കണം, ഉദാഹരണത്തിന്, നിങ്ങൾക്ക് VoIP ആപ്ലിക്കേഷൻ ഉണ്ടെങ്കിൽ, ആപ്പിനെ ഉപയോഗിക്കുമ്പോൾ അവരുടെ വയർലെസ് ഡാറ്റാ സേവന കരാറിന്റെ ലംഘനം ചെയ്യരുത്; (6) ആപ്പ് വിതരണക്കാർ ഈ നിയമ നിബന്ധനകളിൽ ഉൾപ്പെടുത്തിയിരിക്കുന്ന ഈ മൊബൈൽ ആപ്ലിക്കേഷൻ ലൈസൻസിന്റെ നിബന്ധനകളുടെ മൂന്നാം കക്ഷി ലാഭാർത്ഥികളാണെന്ന് നിങ്ങൾ അംഗീകരിക്കുകയും സമ്മതിക്കുകയും ചെയ്യുന്നു, കൂടാതെ ഓരോ ആപ്പ് വിതരണക്കാരനും ഈ നിയമ നിബന്ധനകളിൽ ഉൾപ്പെടുത്തിയിരിക്കുന്ന ഈ മൊബൈൽ ആപ്ലിക്കേഷൻ ലൈസൻസിന്റെ നിബന്ധനകൾ നിങ്ങൾക്കു നേരെ മൂന്നാം കക്ഷി ലാഭാർത്ഥിയായി നടപ്പിലാക്കാനുള്ള അവകാശം ഉണ്ടായിരിക്കും (മറ്റു കാര്യങ്ങൾ കൂടാതെ, ആ അവകാശം സ്വീകരിച്ചുവെന്നു കരുതപ്പെടും).",
    "Apple and Android Devices": "ആപ്പിൾ, ആൻഡ്രോയിഡ് ഉപകരണങ്ങൾ",
    "If you access the Services via the App, then we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the App on wireless electronic devices owned or controlled by you and to access and use the App on such devices strictly in accordance with the terms and conditions of this mobile application licence contained in these Legal Terms. You shall not": "നിന്നെ ആപ്പ് വഴി സേവനങ്ങൾ ആക്സസ് ചെയ്യുകയാണെങ്കിൽ, ഈ നിയമ വ്യവസ്ഥകളിൽ അടങ്ങിയിരിക്കുന്ന ഈ മൊബൈൽ ആപ്ലിക്കേഷൻ ലൈസൻസിന്റെ നിബന്ധനകൾക്കും വ്യവസ്ഥകൾക്കും കർശനമായി അനുസരിച്ച്, നിന്റെ ഉടമസ്ഥതയിലുള്ളതോ നിന്റെ നിയന്ത്രണത്തിലുള്ളതോ ആയ വയർലെസ് ഇലക്ട്രോണിക് ഉപകരണങ്ങളിൽ ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്യാനും ഉപയോഗിക്കാനും, അത്തരം ഉപകരണങ്ങളിൽ ആപ്പ് ആക്സസ് ചെയ്യാനും ഉപയോഗിക്കാനും ഞങ്ങൾ നിനക്ക് ഒരു പിൻവലിക്കാവുന്ന, അവിശേഷിത, കൈമാറ്റം ചെയ്യാനാകാത്ത, പരിമിതമായ അവകാശം നൽകുന്നു. നിന്നെ ചെയ്യരുത്",
    "(1) except as permitted by applicable law, decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the App; (2) make any modification, adaptation, improvement, enhancement, translation, or derivative work from the App; (3) violate any applicable laws, rules, or regulations in connection with your access or use of the App; (4) remove, alter, or obscure any proprietary notice (including any notice of copyright or trademark) posted by us or the licensors of the App; (5) use the App for any revenue-generating endeavour, commercial enterprise, or other purpose for which it is not designed or intended; (6) make the App available over a network or other environment permitting access or use by multiple devices or users at the same time; (7) use the App for creating a product, service, or software that is, directly or indirectly, competitive with or in any way a substitute for the App; (8) use the App to send automated queries to any website or to send any unsolicited commercial email; or (9) use any proprietary information or any of our interfaces or our other intellectual property in the design, development, manufacture, licensing, or distribution of any applications, accessories, or devices for use with the App.": "(1) ബാധകമായ നിയമം അനുവദിക്കുന്നതൊഴികെ, ആപ്പിനെ ഡീകമ്പൈൽ ചെയ്യുക, റിവേഴ്സ് എൻജിനീയർ ചെയ്യുക, ഡിസ്അസംബിൾ ചെയ്യുക, അതിന്റെ സോഴ്സ് കോഡ് ലഭിക്കാൻ ശ്രമിക്കുക, അല്ലെങ്കിൽ ഡീക്രിപ്റ്റ് ചെയ്യുക എന്നിവ ചെയ്യരുത്; (2) ആപ്പിൽ യാതൊരു പരിഷ്കാരവും, അനുരൂപീകരണവും, മെച്ചപ്പെടുത്തലും, വർധനവും, വിവർത്തനവും, അല്ലെങ്കിൽ ഡെറിവേറ്റീവ് വർക്കും നടത്തരുത്; (3) ആപ്പിന്റെ ആക്സസ് അല്ലെങ്കിൽ ഉപയോഗവുമായി ബന്ധപ്പെട്ട യാതൊരു ബാധകമായ നിയമങ്ങളും, നിയമങ്ങളും, അല്ലെങ്കിൽ ചട്ടങ്ങളും ലംഘിക്കരുത്; (4) ഞങ്ങളോ ആപ്പിന്റെ ലൈസൻസർമാരോ പോസ്റ്റ് ചെയ്ത യാതൊരു സ്വന്തവകാശ അറിയിപ്പും (കോപ്പിറൈറ്റ് അല്ലെങ്കിൽ ട്രേഡ്മാർക്ക് അറിയിപ്പ് ഉൾപ്പെടെ) നീക്കം ചെയ്യുകയോ, മാറ്റം വരുത്തുകയോ, മറയ്ക്കുകയോ ചെയ്യരുത്; (5) ആപ്പിനെ ഏതെങ്കിലും വരുമാനം സൃഷ്ടിക്കുന്ന ഉദ്യമത്തിനോ, വാണിജ്യ സംരംഭത്തിനോ, അതിനായി രൂപകൽപ്പന ചെയ്യപ്പെടാത്തതോ ഉദ്ദേശിക്കാത്തതോ ആയ മറ്റേതെങ്കിലും ഉദ്ദേശ്യത്തിനോ ഉപയോഗിക്കരുത്; (6) ഒരേ സമയം ഒന്നിലധികം ഉപകരണങ്ങൾക്കോ ഉപയോക്താക്കൾക്കോ ആക്സസ് അല്ലെങ്കിൽ ഉപയോഗം അനുവദിക്കുന്ന ഒരു നെറ്റ്‌വർക്കിലോ മറ്റൊരു പരിസ്ഥിതിയിലോ ആപ്പ് ലഭ്യമാക്കരുത്; (7) ആപ്പുമായി നേരിട്ടോ പരോക്ഷമായോ മത്സരിക്കുന്നതോ അല്ലെങ്കിൽ ആപ്പിന് ഏതെങ്കിലും വിധത്തിൽ പകരമാകുന്നതോ ആയ ഒരു ഉൽപ്പന്നം, സേവനം, അല്ലെങ്കിൽ സോഫ്റ്റ്‌വെയർ സൃഷ്ടിക്കാൻ ആപ്പ് ഉപയോഗിക്കരുത്; (8) ഏതെങ്കിലും വെബ്‌സൈറ്റിലേക്ക് സ്വയമേവയുള്ള അന്വേഷണങ്ങൾ അയയ്ക്കാനോ അല്ലെങ്കിൽ ആവശ്യമില്ലാത്ത വാണിജ്യ ഇമെയിൽ അയയ്ക്കാനോ ആപ്പ് ഉപയോഗിക്കരുത്; അല്ലെങ്കിൽ (9) ആപ്പിനോടൊപ്പം ഉപയോഗിക്കുന്നതിനുള്ള ഏതെങ്കിലും ആപ്ലിക്കേഷനുകൾ, ആക്സസറികൾ, അല്ലെങ്കിൽ ഉപകരണങ്ങളുടെ രൂപകൽപ്പന, വികസനം, നിർമ്മാണം, ലൈസൻസിംഗ്, അല്ലെങ്കിൽ വിതരണത്തിൽ യാതൊരു സ്വന്തവകാശ വിവരങ്ങളോ, ഞങ്ങളുടെ ഇന്റർഫേസുകളോ, അല്ലെങ്കിൽ ഞങ്ങളുടെ മറ്റ് ബൗദ്ധിക സ്വത്തവകാശങ്ങളോ ഉപയോഗിക്കരുത്.",
    "Use Licence": "ഉപയോഗ ലൈസൻസ്",
    "MOBILE APPLICATION LICENCE": "മൊബൈൽ ആപ്ലിക്കേഷൻ ലൈസൻസ്",
    "We do not assert any ownership over your Contributions. You retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions. We are not liable for any statements or representations in your Contributions provided by you in any area of the Services. You are solely responsible for your Contributions to the Services and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.": "നിന്റെ സംഭാവനകൾക്ക് മേൽ ഞങ്ങൾ ഒരു ഉടമസ്ഥാവകാശവും അവകാശപ്പെടുന്നില്ല. നിന്റെ എല്ലാ സംഭാവനകളുടെയും പൂർണ ഉടമസ്ഥാവകാശവും അവയുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും ബൗദ്ധിക സ്വത്തവകാശങ്ങളോ മറ്റ് പ്രോപ്രൈറ്ററി അവകാശങ്ങളോ നിനക്ക് നിലനിൽക്കുന്നു. സേവനങ്ങളുടെ ഏതെങ്കിലും മേഖലയിൽ നിന്ന് നിന്ന് നൽകുന്ന നിന്റെ സംഭാവനകളിലെ ഏതെങ്കിലും പ്രസ്താവനകൾക്കോ പ്രതിനിധാനങ്ങൾക്കോ ഞങ്ങൾ ഉത്തരവാദികളല്ല. സേവനങ്ങളിലേക്കുള്ള നിന്റെ സംഭാവനകൾക്ക് നിന്ന് മാത്രമാണ് ഉത്തരവാദിത്തം, ഞങ്ങളെ ഏതെങ്കിലും ഉത്തരവാദിത്തത്തിൽ നിന്ന് മോചിപ്പിക്കാനും നിന്റെ സംഭാവനകൾ സംബന്ധിച്ച് ഞങ്ങൾക്കെതിരെ ഏതെങ്കിലും നിയമനടപടികളിൽ നിന്ന് വിട്ടുനിൽക്കാനും നിന്ന് വ്യക്തമായി സമ്മതിക്കുന്നു.",
    "You and Services agree that we may access, store, process, and use any information and personal data that you provide and your choices (including settings). By submitting suggestions or other feedback regarding the Services, you agree that we can use and share such feedback for any purpose without compensation to you.": "നിന്നും സേവനങ്ങളും ഞങ്ങൾക്ക് നിന്ന് നൽകുന്ന ഏതെങ്കിലും വിവരങ്ങളും വ്യക്തിഗത ഡാറ്റയും നിന്റെ തിരഞ്ഞെടുപ്പുകളും (സെറ്റിംഗുകൾ ഉൾപ്പെടെ) ആക്സസ് ചെയ്യാനും സംഭരിക്കാനും പ്രോസസ് ചെയ്യാനും ഉപയോഗിക്കാനും കഴിയുമെന്ന് സമ്മതിക്കുന്നു. സേവനങ്ങളെക്കുറിച്ചുള്ള നിർദ്ദേശങ്ങളോ മറ്റ് ഫീഡ്‌ബാക്കോ സമർപ്പിക്കുന്നതിലൂടെ, ഞങ്ങൾക്ക് ആ ഫീഡ്‌ബാക്ക് ഏതെങ്കിലും ആവശ്യത്തിനായി നിനക്ക് പ്രതിഫലം നൽകാതെ ഉപയോഗിക്കാനും പങ്കിടാനും കഴിയുമെന്ന് നിന്ന് സമ്മതിക്കുന്നു.",
    "CONTRIBUTION LICENCE": "സംഭാവന ലൈസൻസ്",
    "Any use of the Services in violation of the foregoing violates these Legal Terms and may result in, among other things, termination or suspension of your rights to use the Services.": "മേൽപ്പറഞ്ഞവയ്ക്ക് വിരുദ്ധമായി സേവനങ്ങളുടെ ഏതെങ്കിലും ഉപയോഗം ഈ നിയമനിബന്ധനകളെ ലംഘിക്കുന്നു, ഇത് മറ്റ് കാര്യങ്ങൾക്കൊപ്പം, സേവനങ്ങൾ ഉപയോഗിക്കാനുള്ള നിന്റെ അവകാശങ്ങളുടെ അവസാനിപ്പിക്കലിനോ താൽക്കാലികമായി നിർത്തിവയ്ക്കലിനോ കാരണമാകാം.",
    "Your Contributions do not otherwise violate, or link to material that violates, any provision of these Legal Terms, or any applicable law or regulation.": "നിന്റെ സംഭാവനകൾ ഈ നിയമനിബന്ധനകളിലെ ഏതെങ്കിലും വ്യവസ്ഥയോ ബാധകമായ ഏതെങ്കിലും നിയമമോ നിയന്ത്രണമോ ലംഘിക്കുന്നില്ല, അല്ലെങ്കിൽ അവ ലംഘിക്കുന്ന മെറ്റീരിയലിലേക്ക് ലിങ്ക് ചെയ്യുന്നില്ല.",
    "Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.": "നിന്റെ സംഭാവനകളിൽ വംശം, ദേശീയ ഉത്ഭവം, ലിംഗം, ലൈംഗിക മുൻഗണന, അല്ലെങ്കിൽ ശാരീരിക വൈകല്യവുമായി ബന്ധപ്പെട്ട യാതൊരു ആക്ഷേപകരമായ അഭിപ്രായങ്ങളും ഉൾപ്പെടുന്നില്ല.",
    "Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.": "നിന്റെ സംഭാവനകൾ ബാലപോണോഗ്രഫിയെ സംബന്ധിക്കുന്ന ഏതെങ്കിലും ബാധകമായ നിയമമോ മൈനർമാരുടെ ആരോഗ്യമോ ക്ഷേമമോ സംരക്ഷിക്കാൻ ഉദ്ദേശിച്ച മറ്റ് നിയമങ്ങളോ ലംഘിക്കുന്നില്ല.",
    "Your Contributions do not violate the privacy or publicity rights of any third party.": "നിന്റെ സംഭാവനകൾ ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ സ്വകാര്യത അല്ലെങ്കിൽ പബ്ലിസിറ്റി അവകാശങ്ങളെ ലംഘിക്കുന്നില്ല.",
    "Your Contributions do not violate any applicable law, regulation, or rule.": "നിന്റെ സംഭാവനകൾ ഏതെങ്കിലും ബാധകമായ നിയമം, നിയന്ത്രണം, അല്ലെങ്കിൽ ചട്ടം എന്നിവ ലംഘിക്കുന്നില്ല.",
    "Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person or to promote violence against a specific person or class of people.": "നിന്റെ സംഭാവനകൾ മറ്റൊരു വ്യക്തിയെ ഉപദ്രവിക്കാനോ ഭീഷണിപ്പെടുത്താനോ (ആ പദങ്ങളുടെ നിയമപരമായ അർത്ഥത്തിൽ) ഉപയോഗിക്കുന്നില്ല, അല്ലെങ്കിൽ ഒരു പ്രത്യേക വ്യക്തിക്കോ ആളുകളുടെ ഒരു വിഭാഗത്തിനോ എതിരെ അക്രമം പ്രോത്സാഹിപ്പിക്കാൻ ഉപയോഗിക്കുന്നില്ല.",
    "Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.": "നിന്റെ സംഭാവനകൾ ആരെയും പരിഹസിക്കുകയോ, പരിഹാസം ചെയ്യുകയോ, അവഹേളിക്കുകയോ, ഭയപ്പെടുത്തുകയോ, ദുരുപയോഗം ചെയ്യുകയോ ചെയ്യുന്നില്ല.",
    "Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libellous, slanderous, or otherwise objectionable (as determined by us).": "നിന്റെ സംഭാവനകൾ അശ്ലീലമോ, അസഭ്യമോ, വൃത്തികെട്ടതോ, അക്രമാസക്തമോ, ഉപദ്രവകരമോ, അപകീർത്തികരമോ, നിന്ദാത്മകമോ, അല്ലെങ്കിൽ മറ്റ് വിധത്തിൽ ആക്ഷേപകരമോ (ഞങ്ങൾ നിർണയിക്കുന്നതനുസരിച്ച്) അല്ല.",
    "Your Contributions are not unsolicited or unauthorised advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.": "നിന്റെ സംഭാവനകൾ അനധികൃതമോ അനാവശ്യമോ ആയ പരസ്യങ്ങൾ, പ്രൊമോഷണൽ മെറ്റീരിയലുകൾ, പിരമിഡ് സ്കീമുകൾ, ചെയിൻ ലെറ്ററുകൾ, സ്പാം, മാസ് മെയിലിംഗുകൾ, അല്ലെങ്കിൽ മറ്റ് തരത്തിലുള്ള സോളിസിറ്റേഷനുകൾ അല്ല.",
    "Your Contributions are not false, inaccurate, or misleading.": "നിന്റെ സംഭാവനകൾ തെറ്റായതോ, അസത്യമോ, തെറ്റിദ്ധരിപ്പിക്കുന്നതോ അല്ല.",
    "You have the written consent, release, and/or permission of each identifiable individual in your Contributions to use their name or likeness in any manner contemplated by the Services and these Legal Terms.": "നിന്റെ സംഭാവനകളിൽ തിരിച്ചറിയാൻ കഴിയുന്ന ഓരോ വ്യക്തിയുടെയും പേര് അല്ലെങ്കിൽ സാദൃശ്യം സേവനങ്ങളും ഈ നിയമനിബന്ധനകളും ആലോചിച്ചിരിക്കുന്ന ഏതെങ്കിലും രീതിയിൽ ഉപയോഗിക്കാൻ നിനക്ക് അവരുടെ എഴുത്തുമുഖമായ സമ്മതം, മോചനം, അല്ലെങ്കിൽ അനുമതി ഉണ്ട്.",
    "You are the creator and owner of or have the necessary licences, rights, consents, releases, and permissions to use and to authorise us, the Services, and other users of the Services to use your Contributions in any manner contemplated by the Services and these Legal Terms.": "നിന്റെ സംഭാവനകളുടെ സ്രഷ്ടാവും ഉടമയും നിന്നാണ്, അല്ലെങ്കിൽ അവ ഉപയോഗിക്കാനും ഞങ്ങളെ, സേവനങ്ങളെ, സേവനങ്ങളുടെ മറ്റ് ഉപയോക്താക്കളെ, സേവനങ്ങളും ഈ നിയമനിബന്ധനകളും ആലോചിച്ചിരിക്കുന്ന ഏതെങ്കിലും രീതിയിൽ നിന്റെ സംഭാവനകൾ ഉപയോഗിക്കാൻ അധികാരപ്പെടുത്താനും ആവശ്യമായ ലൈസൻസുകൾ, അവകാശങ്ങൾ, സമ്മതങ്ങൾ, മോചനങ്ങൾ, അനുമതികൾ എന്നിവ നിനക്കുണ്ട്.",
    "The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.": "നിന്റെ സംഭാവനകളുടെ സൃഷ്ടി, വിതരണം, സംപ്രേഷണം, പൊതു പ്രദർശനം, അല്ലെങ്കിൽ പ്രകടനം, അല്ലെങ്കിൽ അവയുടെ ആക്സസ്, ഡൗൺലോഡ്, അല്ലെങ്കിൽ പകർപ്പെടുത്തൽ എന്നിവ ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ പ്രോപ്രൈറ്ററി അവകാശങ്ങളെ, കോപ്പിറൈറ്റ്, പേറ്റന്റ്, ട്രേഡ്മാർക്ക്, ട്രേഡ് സീക്രട്ട്, അല്ലെങ്കിൽ ധാർമ്മിക അവകാശങ്ങൾ ഉൾപ്പെടെ പരിമിതപ്പെടുത്താതെ, ലംഘിക്കുന്നില്ല, ലംഘിക്കുകയുമില്ല.",
    "The Services does not offer users to submit or post content. We may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Services, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, 'Contributions'). Contributions may be viewable by other users of the Services and through third-party websites. When you create or make available any Contributions, you thereby represent and warrant that": "സേവനങ്ങൾ ഉപയോക്താക്കൾക്ക് ഉള്ളടക്കം സമർപ്പിക്കാനോ പോസ്റ്റ് ചെയ്യാനോ വാഗ്ദാനം ചെയ്യുന്നില്ല. ഞങ്ങൾ നിനക്ക് ഞങ്ങൾക്കോ സേവനങ്ങളിലോ ഉള്ളടക്കവും മെറ്റീരിയലുകളും സൃഷ്ടിക്കാനോ, സമർപ്പിക്കാനോ, പോസ്റ്റ് ചെയ്യാനോ, പ്രദർശിപ്പിക്കാനോ, സംപ്രേഷണം ചെയ്യാനോ, പ്രകടനം ചെയ്യാനോ, പ്രസിദ്ധീകരിക്കാനോ, വിതരണം ചെയ്യാനോ, അല്ലെങ്കിൽ പ്രക്ഷേപണം ചെയ്യാനോ അവസരം നൽകിയേക്കാം, ഇതിൽ ടെക്സ്റ്റ്, എഴുത്തുകൾ, വീഡിയോ, ഓഡിയോ, ഫോട്ടോഗ്രാഫുകൾ, ഗ്രാഫിക്സ്, അഭിപ്രായങ്ങൾ, നിർദ്ദേശങ്ങൾ, അല്ലെങ്കിൽ വ്യക്തിഗത വിവരങ്ങൾ അല്ലെങ്കിൽ മറ്റ് മെറ്റീരിയലുകൾ (മൊത്തത്തിൽ 'സംഭാവനകൾ' എന്ന് വിളിക്കുന്നു) ഉൾപ്പെടുന്നു, എന്നാൽ ഇവയിൽ പരിമിതമല്ല. സംഭാവനകൾ സേവനങ്ങളുടെ മറ്റ് ഉപയോക്താക്കൾക്കും മൂന്നാം കക്ഷി വെബ്‌സൈറ്റുകൾ വഴിയും ദൃശ്യമാകാം. നിന്ന് ഏതെങ്കിലും സംഭാവനകൾ സൃഷ്ടിക്കുകയോ ലഭ്യമാക്കുകയോ ചെയ്യുമ്പോൾ, നിന്ന് അതിനാൽ പ്രതിനിധാനം ചെയ്യുകയും ഉറപ്പ് നൽകുകയും ചെയ്യുന്നു.",
    "USER GENERATED CONTRIBUTIONS": "ഉപയോക്തൃ-നിർമ്മിത സംഭാവനകൾ",
    "Sell or otherwise transfer your profile.": "നിന്റെ പ്രൊഫൈൽ വിൽക്കുകയോ മറ്റൊരു വിധത്തിൽ കൈമാറുകയോ ചെയ്യുക.",
    "Use the Services to advertise or offer to sell goods and services.": "സേവനങ്ങൾ ഉപയോഗിച്ച് സാധനങ്ങളും സേവനങ്ങളും പരസ്യം ചെയ്യുകയോ വിൽക്കാൻ വാഗ്ദാനം ചെയ്യുകയോ ചെയ്യുക.",
    "Use the Services as part of any effort to compete with us or otherwise use the Services and/or the Content for any revenue-generating endeavour or commercial enterprise.": "ഞങ്ങളുമായി മത്സരിക്കാനുള്ള ഏതെങ്കിലും ശ്രമത്തിന്റെ ഭാഗമായി സേവനങ്ങൾ ഉപയോഗിക്കുകയോ, അല്ലെങ്കിൽ ഏതെങ്കിലും വരുമാനം ഉണ്ടാക്കുന്ന ഉദ്യമത്തിനോ വാണിജ്യ സംരംഭത്തിനോ സേവനങ്ങളും/അല്ലെങ്കിൽ ഉള്ളടക്കവും ഉപയോഗിക്കുകയോ ചെയ്യുക.",
    "Make any unauthorised use of the Services, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited emails, or creating user accounts by automated means or under false pretences.": "സേവനങ്ങളുടെ ഏതെങ്കിലും അനധികൃത ഉപയോഗം നടത്തുക, ഇതിൽ ഉപയോക്താക്കളുടെ യൂസർനെയിമുകളും/അല്ലെങ്കിൽ ഇമെയിൽ വിലാസങ്ങളും ഇലക്ട്രോണിക് അല്ലെങ്കിൽ മറ്റ് മാർഗങ്ങളിലൂടെ അനാവശ്യ ഇമെയിലുകൾ അയയ്ക്കാൻ ശേഖരിക്കുക, അല്ലെങ്കിൽ ഓട്ടോമേറ്റഡ് മാർഗങ്ങളിലൂടെയോ തെറ്റായ മുൻവിധികളിൽ ഉപയോക്തൃ അക്കൗണ്ടുകൾ സൃഷ്ടിക്കുക എന്നിവ ഉൾപ്പെടുന്നു.",
    "Use a buying agent or purchasing agent to make purchases on the Services.": "സേവനങ്ങളിൽ വാങ്ങലുകൾ നടത്താൻ ഒരു വാങ്ങൽ ഏജന്റിനെയോ പർച്ചേസിംഗ് ഏജന്റിനെയോ ഉപയോഗിക്കുക.",
    "Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Services, or use or launch any unauthorised script or other software.": "സ്റ്റാൻഡേർഡ് സെർച്ച് എഞ്ചിൻ അല്ലെങ്കിൽ ഇന്റർനെറ്റ് ബ്രൗസർ ഉപയോഗത്തിന്റെ ഫലമായി ഉണ്ടാകുന്നതൊഴികെ, സേവനങ്ങളെ ആക്സസ് ചെയ്യുന്ന ഏതെങ്കിലും ഓട്ടോമേറ്റഡ് സിസ്റ്റം, സ്പൈഡർ, റോബോട്ട്, ചീറ്റ് യൂട്ടിലിറ്റി, സ്ക്രാപ്പർ, അല്ലെങ്കിൽ ഓഫ്‌ലൈൻ റീഡർ എന്നിവ ഉൾപ്പെടെ പരിമിതപ്പെടുത്താതെ, ഉപയോഗിക്കുക, ആരംഭിക്കുക, വികസിപ്പിക്കുക, അല്ലെങ്കിൽ വിതരണം ചെയ്യുക, അല്ലെങ്കിൽ ഏതെങ്കിലും അനധികൃത സ്ക്രിപ്റ്റോ മറ്റ് സോഫ്റ്റ്‌വെയറോ ഉപയോഗിക്കുകയോ ആരംഭിക്കുകയോ ചെയ്യുക.",
    "Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Services.": "ബാധകമായ നിയമം അനുവദിക്കുന്നതൊഴികെ, സേവനങ്ങളുടെ ഭാഗമായി അടങ്ങിയിരിക്കുന്ന അല്ലെങ്കിൽ ഏതെങ്കിലും വിധത്തിൽ രൂപപ്പെടുത്തുന്ന ഏതെങ്കിലും സോഫ്റ്റ്‌വെയർ ഡീസിഫർ ചെയ്യുക, ഡീകംപൈൽ ചെയ്യുക, ഡിസ്അസംബിൾ ചെയ്യുക, അല്ലെങ്കിൽ റിവേഴ്സ് എൻജിനീയർ ചെയ്യുക.",
    "Copy or adapt the Services' software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.": "സേവനങ്ങളുടെ സോഫ്റ്റ്‌വെയർ പകർത്തുകയോ അഡാപ്റ്റ് ചെയ്യുകയോ ചെയ്യുക, ഇതിൽ ഫ്ലാഷ്, PHP, HTML, ജാവാസ്ക്രിപ്റ്റ്, അല്ലെങ്കിൽ മറ്റ് കോഡ് എന്നിവ ഉൾപ്പെടുന്നു, എന്നാൽ ഇവയിൽ പരിമിതമല്ല.",
    "Attempt to bypass any measures of the Services designed to prevent or restrict access to the Services, or any portion of the Services.": "സേവനങ്ങളിലേക്കോ സേവനങ്ങളുടെ ഏതെങ്കിലും ഭാഗത്തേക്കോ ആക്സസ് തടയാനോ നിയന്ത്രിക്കാനോ രൂപകൽപ്പന ചെയ്ത ഏതെങ്കിലും നടപടികളെ മറികടക്കാൻ ശ്രമിക്കുക.",
    "Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Services to you.": "നിനക്ക് സേവനങ്ങളുടെ ഏതെങ്കിലും ഭാഗം നൽകുന്നതിൽ ഏർപ്പെട്ടിരിക്കുന്ന ഞങ്ങളുടെ ഏതെങ്കിലും ജീവനക്കാരെയോ ഏജന്റുമാരെയോ ഉപദ്രവിക്കുക, ശല്യപ്പെടുത്തുക, ഭയപ്പെടുത്തുക, അല്ലെങ്കിൽ ഭീഷണിപ്പെടുത്തുക.",
    "Interfere with, disrupt, or create an undue burden on the Services or the networks or services connected to the Services.": "സേവനങ്ങളിൽ ഇടപെടുക, തടസ്സപ്പെടുത്തുക, അല്ലെങ്കിൽ സേവനങ്ങളോ സേവനങ്ങളുമായി ബന്ധപ്പെട്ട നെറ്റ്‌വർക്കുകളോ സേവനങ്ങളോ അനാവശ്യ ഭാരം സൃഷ്ടിക്കുക.",
    "Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats ('gifs'), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as 'spyware' or 'passive collection mechanisms' or 'pcms').": "നിഷ്ക്രിയ അല്ലെങ്കിൽ സജീവ വിവര ശേഖരണ അല്ലെങ്കിൽ സംപ്രേഷണ സംവിധാനമായി പ്രവർത്തിക്കുന്ന ഏതെങ്കിലും മെറ്റീരിയൽ അപ്‌ലോഡ് ചെയ്യുകയോ സംപ്രേഷണം ചെയ്യുകയോ (അല്ലെങ്കിൽ അപ്‌ലോഡ് ചെയ്യാൻ അല്ലെങ്കിൽ സംപ്രേഷണം ചെയ്യാൻ ശ്രമിക്കുകയോ) ചെയ്യുക, ഇതിൽ ക്ലിയർ ഗ്രാഫിക്സ് ഇന്റർചേഞ്ച് ഫോർമാറ്റുകൾ ('ഗിഫുകൾ'), 1×1 പിക്സലുകൾ, വെബ് ബഗുകൾ, കുക്കികൾ, അല്ലെങ്കിൽ മറ്റ് സമാന ഉപകരണങ്ങൾ (ചിലപ്പോൾ 'സ്പൈവെയർ' അല്ലെങ്കിൽ 'നിഷ്ക്രിയ ശേഖരണ സംവിധാനങ്ങൾ' അല്ലെങ്കിൽ 'പിസിഎംഎസ്' എന്ന് വിളിക്കപ്പെടുന്നു) ഉൾപ്പെടുന്നു, എന്നാൽ ഇവയിൽ പരിമിതമല്ല.",
    "Attempt to impersonate another user or person or use the username of another user.": "മറ്റൊരു ഉപയോക്താവിനെയോ വ്യക്തിയെയോ അനുകരിക്കാൻ ശ്രമിക്കുകയോ മറ്റൊരു ഉപയോക്താവിന്റെ യൂസർനെയിം ഉപയോഗിക്കുകയോ ചെയ്യുക.",
    "Delete the copyright or other proprietary rights notice from any Content.": "ഏതെങ്കിലും ഉള്ളടക്കത്തിൽ നിന്ന് കോപ്പിറൈറ്റ് അല്ലെങ്കിൽ മറ്റ് പ്രോപ്രൈറ്ററി അവകാശ നോട്ടീസ് നീക്കം ചെയ്യുക.",
    "Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.": "സിസ്റ്റത്തിന്റെ ഏതെങ്കിലും ഓട്ടോമേറ്റഡ് ഉപയോഗത്തിൽ ഏർപ്പെടുക, ഉദാഹരണത്തിന്, അഭിപ്രായങ്ങളോ സന്ദേശങ്ങളോ അയയ്ക്കാൻ സ്ക്രിപ്റ്റുകൾ ഉപയോഗിക്കുക, അല്ലെങ്കിൽ ഡാറ്റ മൈനിംഗ്, റോബോട്ടുകൾ, അല്ലെങ്കിൽ സമാനമായ ഡാറ്റ ശേഖരണവും എക്സ്ട്രാക്ഷൻ ടൂളുകളും ഉപയോഗിക്കുക.",
    "Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Services or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Services.": "വൈറസുകൾ, ട്രോജൻ ഹോഴ്സുകൾ, അല്ലെങ്കിൽ മറ്റ് മെറ്റീരിയലുകൾ അപ്‌ലോഡ് ചെയ്യുകയോ സംപ്രേഷണം ചെയ്യുകയോ (അല്ലെങ്കിൽ അപ്‌ലോഡ് ചെയ്യാൻ അല്ലെങ്കിൽ സംപ്രേഷണം ചെയ്യാൻ ശ്രമിക്കുകയോ) ചെയ്യുക, ഇതിൽ അമിതമായി വലിയ അക്ഷരങ്ങൾ ഉപയോഗിക്കുകയും സ്പാമിംഗ് (ആവർത്തന ടെക്സ്റ്റിന്റെ തുടർച്ചയായ പോസ്റ്റിംഗ്) ഉൾപ്പെടുന്നു, ഇത് ഏതെങ്കിലും കക്ഷിയുടെ സേവനങ്ങളുടെ തടസ്സമില്ലാത്ത ഉപയോഗവും ആനന്ദവും തടസ്സപ്പെടുത്തുകയോ, സേവനങ്ങളുടെ ഉപയോഗം, സവിശേഷതകൾ, പ്രവർത്തനങ്ങൾ, പ്രവർത്തനം, അല്ലെങ്കിൽ പരിപാലനം എന്നിവയെ പരിഷ്കരിക്കുകയോ, ദോഷപ്പെടുത്തുകയോ, തടസ്സപ്പെടുത്തുകയോ, മാറ്റുകയോ, ഇടപെടുകയോ ചെയ്യുന്നു.",
    "Engage in unauthorised framing of or linking to the Services.": "സേവനങ്ങളുടെ അനധികൃത ഫ്രെയിമിംഗിലോ ലിങ്കിംഗിലോ ഏർപ്പെടുക.",
    "Use the Services in a manner inconsistent with any applicable laws or regulations.": "ഏതെങ്കിലും ബാധകമായ നിയമങ്ങളോ നിയന്ത്രണങ്ങളോ അനുസരിക്കാത്ത രീതിയിൽ സേവനങ്ങൾ ഉപയോഗിക്കുക.",
    "Make improper use of our support services or submit false reports of abuse or misconduct.": "ഞങ്ങളുടെ പിന്തുണാ സേവനങ്ങളുടെ അനുചിതമായ ഉപയോഗം നടത്തുകയോ ദുരുപയോഗം അല്ലെങ്കിൽ തെറ്റായ പെരുമാറ്റത്തിന്റെ തെറ്റായ റിപ്പോർട്ടുകൾ സമർപ്പിക്കുകയോ ചെയ്യുക.",
    "Use any information obtained from the Services in order to harass, abuse, or harm another person.": "മറ്റൊരു വ്യക്തിയെ ഉപദ്രവിക്കാനോ, ദുരുപയോഗം ചെയ്യാനോ, അല്ലെങ്കിൽ ദോഷപ്പെടുത്താനോ സേവനങ്ങളിൽ നിന്ന് ലഭിച്ച ഏതെങ്കിലും വിവരങ്ങൾ ഉപയോഗിക്കുക.",
    "Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Services.": "ഞങ്ങളുടെ അഭിപ്രായത്തിൽ, ഞങ്ങളെയും/അല്ലെങ്കിൽ സേവനങ്ങളെയും അവഹേളിക്കുക, കളങ്കപ്പെടുത്തുക, അല്ലെങ്കിൽ മറ്റ് വിധത്തിൽ ദോഷപ്പെടുത്തുക.",
    "Circumvent, disable, or otherwise interfere with security-related features of the Services, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Services and/or the Content contained therein.": "സേവനങ്ങളുടെ സുരക്ഷാ-ബന്ധിത സവിശേഷതകളെ മറികടക്കുക, പ്രവർത്തനരഹിതമാക്കുക, അല്ലെങ്കിൽ മറ്റ് വിധത്തിൽ ഇടപെടുക, ഇതിൽ ഏതെങ്കിലും ഉള്ളടക്കത്തിന്റെ ഉപയോഗമോ പകർപ്പെടുത്തലോ തടയുന്നതോ നിയന്ത്രിക്കുന്നതോ ആയ സവിശേഷതകൾ, അല്ലെങ്കിൽ സേവനങ്ങളുടെയും/അല്ലെങ്കിൽ അതിൽ അടങ്ങിയ ഉള്ളടക്കത്തിന്റെയും ഉപയോഗത്തിന് പരിമിതികൾ നടപ്പിലാക്കുന്ന സവിശേഷതകൾ ഉൾപ്പെടുന്നു.",
    "Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.": "ഞങ്ങളെയും മറ്റ് ഉപയോക്താക്കളെയും തട്ടിപ്പ് ചെയ്യുക, വഞ്ചിക്കുക, അല്ലെങ്കിൽ തെറ്റിദ്ധരിപ്പിക്കുക, പ്രത്യേകിച്ച് ഉപയോക്തൃ പാസ്‌വേഡുകൾ പോലുള്ള സെൻസിറ്റീവ് അക്കൗണ്ട് വിവരങ്ങൾ അറിയാനുള്ള ഏതെങ്കിലും ശ്രമത്തിൽ.",
    "Systematically retrieve data or other content from the Services to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.": "ഞങ്ങളിൽ നിന്ന് എഴുത്തുമുഖമായ അനുമതി ഇല്ലാതെ, സേവനങ്ങളിൽ നിന്ന് ഡാറ്റയോ മറ്റ് ഉള്ളടക്കമോ സിസ്റ്റമാറ്റിക്കായി വീണ്ടെടുത്ത്, നേരിട്ടോ പരോക്ഷമായോ ഒരു ശേഖരം, സമാഹാരം, ഡാറ്റാബേസ്, അല്ലെങ്കിൽ ഡയറക്ടറി സൃഷ്ടിക്കുകയോ സമാഹരിക്കുകയോ ചെയ്യുക.",
    "As a user of the Services, you agree not to": "സേവനങ്ങളുടെ ഒരു ഉപയോക്താവ് എന്ന നിലയിൽ, നിന്ന് ഇനിപ്പറയുന്നവ ചെയ്യില്ലെന്ന് സമ്മതിക്കുന്നു",
    "You may not access or use the Services for any purpose other than that for which we make the Services available. The Services may not be used in connection with any commercial endeavours except those that are specifically endorsed or approved by us.": "ഞങ്ങൾ സേവനങ്ങൾ ലഭ്യമാക്കുന്ന ഉദ്ദേശ്യത്തിന് പുറത്തുള്ള ഏതെങ്കിലും ആവശ്യത്തിനായി നിനക്ക് സേവനങ്ങൾ ആക്സസ് ചെയ്യാനോ ഉപയോഗിക്കാനോ കഴിയില്ല. ഞങ്ങൾ പ്രത്യേകമായി അംഗീകരിക്കുകയോ അനുമതി നൽകുകയോ ചെയ്തവ ഒഴികെ, ഏതെങ്കിലും വാണിജ്യ ഉദ്യമങ്ങളുമായി ബന്ധപ്പെട്ട് സേവനങ്ങൾ ഉപയോഗിക്കാൻ പാടില്ല.",
    "PROHIBITED ACTIVITIES": "നിരോധിത പ്രവർത്തനങ്ങൾ",
    "All sales are final and no refund will be issued.": "എല്ലാ വിൽപ്പനയും അന്തിമമാണ്, റീഫണ്ട് നൽകില്ല.",
    "REFUNDS POLICY": "റീഫണ്ട് നയം",
    "We may, from time to time, make changes to the subscription fee and will communicate any price changes to you in accordance with applicable law.": "ഞങ്ങൾ സമയാസമയങ്ങളിൽ സബ്‌സ്ക്രിപ്ഷൻ ഫീയിൽ മാറ്റങ്ങൾ വരുത്തിയേക്കാം, ബാധകമായ നിയമത്തിന് അനുസൃതമായി ഏതെങ്കിലും വില മാറ്റങ്ങൾ നിന്നോട് അറിയിക്കും.",
    "Fee Changes": "ഫീ മാറ്റങ്ങൾ",
    "Cignix offers a one-time payment model, so cancellations or refunds aren't available. Enjoy uninterrupted access to all premium features with no renewal hassles. Your cancellation will take effect at the end of the current paid term. If you have any questions or are unsatisfied with our Services, please email us at quit@cignix.com.": "സിഗ്നിക്സ് ഒറ്റത്തവണ പേയ്‌മെന്റ് മോഡൽ വാഗ്ദാനം ചെയ്യുന്നു, അതിനാൽ റദ്ദാക്കലുകളോ റീഫണ്ടുകളോ ലഭ്യമല്ല. പുതുക്കൽ ബുദ്ധിമുട്ടുകൾ ഇല്ലാതെ എല്ലാ പ്രീമിയം സവിശേഷതകളിലേക്കും തടസ്സമില്ലാത്ത ആക്സസ് ആസ്വദിക്കുക. നിന്റെ റദ്ദാക്കൽ നിലവിലെ പണമടച്ച കാലാവധി അവസാനിക്കുമ്പോൾ പ്രാബല്യത്തിൽ വരും. നിനക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ അല്ലെങ്കിൽ ഞങ്ങളുടെ സേവനങ്ങളിൽ അതൃപ്തിയുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങൾക്ക് quit@cignix.com എന്ന ഇമെയിലിൽ അയയ്ക്കുക.",
    "Cancellation": "റദ്ദാക്കൽ",
    "Cignix offers an exclusive lifetime plan at a one-time price, giving you unlimited access to our entire video library for life. With this subscription, you’ll have continuous support and resources whenever you need them.": "സിഗ്നിക്സ് ഒറ്റത്തവണ വിലയിൽ ഒരു എക്സ്ക്ലൂസീവ് ലൈഫ്‌ടൈം പ്ലാൻ വാഗ്ദാനം ചെയ്യുന്നു, ഇത് നിനക്ക് ഞങ്ങളുടെ മുഴുവൻ വീഡിയോ ലൈബ്രറിയിലേക്കും ജീവിതകാലം മുഴുവൻ പരിധിയില്ലാത്ത ആക്സസ് നൽകുന്നു. ഈ സബ്‌സ്ക്രിപ്ഷനോടെ, നിനക്ക് ആവശ്യമുള്ളപ്പോൾ തുടർച്ചയായ പിന്തുണയും വിഭവങ്ങളും ലഭിക്കും.",
    "Billing and Renewal": "ബില്ലിംഗും പുതുക്കലും",
    "SUBSCRIPTIONS": "സബ്‌സ്ക്രിപ്ഷനുകൾ",
    "We reserve the right to refuse any order placed through the Services. We may, in our sole discretion, limit or cancel quantities purchased per person, per household, or per order. These restrictions may include orders placed by or under the same customer account, the same payment method, and/or orders that use the same billing or shipping address. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers, or distributors.": "സേവനങ്ങളിലൂടെ നൽകപ്പെടുന്ന ഏതെങ്കിലും ഓർഡർ നിരസിക്കാനുള്ള അവകാശം ഞങ്ങൾ നിലനിർത്തുന്നു. ഞങ്ങളുടെ ഏക വിവേചനാധികാരത്തിൽ, ഒരു വ്യക്തിക്ക്, ഒരു വീട്ടിന്, അല്ലെങ്കിൽ ഒരു ഓർഡറിന് വാങ്ങുന്ന അളവ് പരിമിതപ്പെടുത്തുകയോ റദ്ദാക്കുകയോ ചെയ്തേക്കാം. ഈ നിയന്ത്രണങ്ങളിൽ ഒരേ ഉപഭോക്തൃ അക്കൗണ്ട്, ഒരേ പേയ്‌മെന്റ് രീതി, അല്ലെങ്കിൽ ഒരേ ബില്ലിംഗ് അല്ലെങ്കിൽ ഷിപ്പിംഗ് വിലാസം ഉപയോഗിക്കുന്ന ഓർഡറുകൾ ഉൾപ്പെട്ടേക്കാം. ഞങ്ങളുടെ ഏക വിധിന്യായപ്രകാരം, ഡീലർമാർ, റീസെല്ലർമാർ, അല്ലെങ്കിൽ വിതരണക്കാർ നൽകിയതായി തോന്നുന്ന ഓർഡറുകൾ പരിമിതപ്പെടുത്താനോ നിരോധിക്കാനോ ഉള്ള അവകാശവും ഞങ്ങൾ നിലനിർത്തുന്നു.",
    "You agree to pay all charges at the prices then in effect for your purchases and any applicable shipping fees, and you authorise us to charge your chosen payment provider for any such amounts upon placing your order. We reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.": "നിന്റെ വാങ്ങലുകൾക്ക് അപ്പോൾ നിലവിലുള്ള വിലയിൽ എല്ലാ ചാർജുകളും ഏതെങ്കിലും ബാധകമായ ഷിപ്പിംഗ് ഫീസും നൽകാൻ നിന്ന് സമ്മതിക്കുന്നു, കൂടാതെ നിന്റെ ഓർഡർ നൽകുമ്പോൾ അത്തരം തുകകൾ നിന്റെ തിരഞ്ഞെടുത്ത പേയ്‌മെന്റ് പ്രൊവൈഡറിൽ ചാർജ് ചെയ്യാൻ ഞങ്ങളെ അധികാരപ്പെടുത്തുന്നു. ഞങ്ങൾ ഇതിനകം പേയ്‌മെന്റ് അഭ്യർത്ഥിച്ചിട്ടുണ്ടെങ്കിലും അല്ലെങ്കിൽ ലഭിച്ചിട്ടുണ്ടെങ്കിലും, വിലനിർണയത്തിലെ ഏതെങ്കിലും പിശകുകളോ തെറ്റുകളോ ശരിയാക്കാനുള്ള അവകാശം ഞങ്ങൾ നിലനിർത്തുന്നു.",
    "You agree to provide current, complete, and accurate purchase and account information for all purchases made via the Services. You further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed. Sales tax will be added to the price of purchases as deemed required by us. We may change prices at any time. All payments shall be in Rupees.": "സേവനങ്ങളിലൂടെ നടത്തുന്ന എല്ലാ വാങ്ങലുകൾക്കും നിന്ന് നിലവിലുള്ള, പൂർണ്ണമായ, കൃത്യമായ വാങ്ങൽ, അക്കൗണ്ട് വിവരങ്ങൾ നൽകാൻ സമ്മതിക്കുന്നു. നിന്റെ ഇടപാടുകൾ പൂർത്തിയാക്കാനും ആവശ്യമുള്ളപ്പോൾ നിന്നെ ബന്ധപ്പെടാനും കഴിയുന്നതിന്, ഇമെയിൽ വിലാസം, പേയ്‌മെന്റ് രീതി, പേയ്‌മെന്റ് കാർഡിന്റെ കാലാവധി തീയതി എന്നിവ ഉൾപ്പെടെയുള്ള അക്കൗണ്ട്, പേയ്‌മെന്റ് വിവരങ്ങൾ ഉടനടി അപ്‌ഡേറ്റ് ചെയ്യാൻ നിന്ന് കൂടുതൽ സമ്മതിക്കുന്നു. ഞങ്ങൾ ആവശ്യമെന്ന് കരുതുന്നതനുസരിച്ച് വാങ്ങലുകളുടെ വിലയിൽ വിൽപ്പന നികുതി ചേർക്കും. ഞങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും വില മാറ്റാം. എല്ലാ പേയ്‌മെന്റുകളും രൂപയിൽ ആയിരിക്കണം.",
    "We accept the following forms of payment": "ഞങ്ങൾ ഇനിപ്പറയുന്ന പേയ്‌മെന്റ് രീതികൾ സ്വീകരിക്കുന്നു",
    "PURCHASES AND PAYMENT": "വാങ്ങലുകളും പേയ്‌മെന്റും",
    "All products are subject to availability. We reserve the right to discontinue any products at any time for any reason. Prices for all products are subject to change.": "എല്ലാ ഉൽപ്പന്നങ്ങളും ലഭ്യതയ്ക്ക് വിധേയമാണ്. ഏതെങ്കിലും കാരണത്താൽ എപ്പോൾ വേണമെങ്കിലും ഏതെങ്കിലും ഉൽപ്പന്നങ്ങൾ നിർത്തലാക്കാനുള്ള അവകാശം ഞങ്ങൾ നിലനിർത്തുന്നു. എല്ലാ ഉൽപ്പന്നങ്ങളുടെയും വിലകൾ മാറ്റത്തിന് വിധേയമാണ്.",
    "PRODUCTS": "ഉൽപ്പന്നങ്ങൾ",
    "You can cancel your subscription at any time by contacting us using the contact information provided below. Your cancellation will take effect at the end of the current paid term. If you have any questions or are unsatisfied with our Services, please email us at quit@cignix.com": "താഴെ നൽകിയിരിക്കുന്ന ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങളെ ബന്ധപ്പെട്ട് നിനക്ക് എപ്പോൾ വേണമെങ്കിലും നിന്റെ സബ്‌സ്ക്രിപ്ഷൻ റദ്ദാക്കാം. നിന്റെ റദ്ദാക്കൽ നിലവിലെ പണമടച്ച കാലാവധി അവസാനിക്കുമ്പോൾ പ്രാബല്യത്തിൽ വരും. നിനക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ അല്ലെങ്കിൽ ഞങ്ങളുടെ സേവനങ്ങളിൽ അതൃപ്തിയുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങൾക്ക് quit@cignix.com എന്ന ഇമെയിലിൽ അയയ്ക്കുക.",
    "You may be required to register to use the Services. You agree to keep your password confidential and will be responsible for all use of your account and password. We reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.": "സേവനങ്ങൾ ഉപയോഗിക്കാൻ നിനക്ക് രജിസ്റ്റർ ചെയ്യേണ്ടി വന്നേക്കാം. നിന്റെ പാസ്‌വേഡ് രഹസ്യമായി സൂക്ഷിക്കാൻ നിന്ന് സമ്മതിക്കുന്നു, കൂടാതെ നിന്റെ അക്കൗണ്ടിന്റെയും പാസ്‌വേഡിന്റെയും എല്ലാ ഉപയോഗത്തിനും നിന്ന് ഉത്തരവാദിയായിരിക്കും. ഞങ്ങളുടെ ഏക വിവേചനാധികാരത്തിൽ, നിന്ന് തിരഞ്ഞെടുക്കുന്ന ഒരു യൂസർനെയിം അനുചിതമോ, അശ്ലീലമോ, അല്ലെങ്കിൽ മറ്റ് വിധത്തിൽ ആക്ഷേപകരമോ ആണെന്ന് ഞങ്ങൾ തീരുമാനിക്കുകയാണെങ്കിൽ, അത് നീക്കം ചെയ്യാനോ, വീണ്ടെടുക്കാനോ, മാറ്റാനോ ഉള്ള അവകാശം ഞങ്ങൾ നിലനിർത്തുന്നു.",
    "USER REGISTRATION": "ഉപയോക്തൃ രജിസ്ട്രേഷൻ",
    "By using the Services, you represent and warrant that": "സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിലൂടെ, നിന്ന് പ്രതിനിധാനം ചെയ്യുകയും ഉറപ്പ് നൽകുകയും ചെയ്യുന്നു",
    "(1) all registration information you submit will be true, accurate, current, and complete; (2) you will maintain the accuracy of such information and promptly update such registration information as necessary; (3) you have the legal capacity and you agree to comply with these Legal Terms; (4) you are not under the age of 18; (5) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Services; (6) you will not access the Services through automated or non-human means, whether through a bot, script or otherwise; (7) you will not use the Services for any illegal or unauthorised purpose; and (8) your use of the Services will not violate any applicable law or regulation. If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Services (or any portion thereof).": "(1) നിന്ന് സമർപ്പിക്കുന്ന എല്ലാ രജിസ്ട്രേഷൻ വിവരങ്ങളും സത്യവും, കൃത്യവും, നിലവിലുള്ളതും, പൂർണ്ണവുമായിരിക്കും; (2) അത്തരം വിവരങ്ങളുടെ കൃത്യത നിന്ന് നിലനിർത്തുകയും ആവശ്യമനുസരിച്ച് അത്തരം രജിസ്ട്രേഷൻ വിവരങ്ങൾ ഉടനടി അപ്‌ഡേറ്റ് ചെയ്യുകയും ചെയ്യും; (3) നിനക്ക് നിയമപരമായ ശേഷി ഉണ്ട്, കൂടാതെ ഈ നിയമനിബന്ധനകൾ പാലിക്കാൻ നിന്ന് സമ്മതിക്കുന്നു; (4) നിന്റെ പ്രായം 18-ന് താഴെയല്ല; (5) നിന്റെ താമസസ്ഥലത്തെ അധികാരപരിധിയിൽ നിന്ന് മൈനറല്ല, അല്ലെങ്കിൽ മൈനർ ആണെങ്കിൽ, സേവനങ്ങൾ ഉപയോഗിക്കാൻ മാതാപിതാക്കളുടെ അനുമതി നിനക്ക് ലഭിച്ചിട്ടുണ്ട്; (6) ബോട്ട്, സ്ക്രിപ്റ്റ് അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലും വഴിയിലൂടെ ഓട്ടോമേറ്റഡ് അല്ലെങ്കിൽ മനുഷ്യേതര മാർഗങ്ങളിലൂടെ സേവനങ്ങൾ ആക്സസ് ചെയ്യില്ല; (7) ഏതെങ്കിലും നിയമവിരുദ്ധമോ അനധികൃതമോ ആയ ഉദ്ദേശ്യത്തിന് സേവനങ്ങൾ ഉപയോഗിക്കില്ല; (8) സേവനങ്ങളുടെ നിന്റെ ഉപയോഗം ഏതെങ്കിലും ബാധകമായ നിയമമോ നിയന്ത്രണമോ ലംഘിക്കില്ല. നിന്ന് നൽകുന്ന ഏതെങ്കിലും വിവരങ്ങൾ അസത്യമോ, അസത്യമോ, നിലവിലില്ലാത്തതോ, അപൂർണ്ണമോ ആണെങ്കിൽ, നിന്റെ അക്കൗണ്ട് താൽക്കാലികമായി നിർത്തിവയ്ക്കാനോ അവസാനിപ്പിക്കാനോ, സേവനങ്ങളുടെ (അല്ലെങ്കിൽ അതിന്റെ ഏതെങ്കിലും ഭാഗത്തിന്റെ) നിലവിലുള്ളതോ ഭാവിയിലുള്ളതോ ആയ എല്ലാ ഉപയോഗവും നിരസിക്കാനോ ഉള്ള അവകാശം ഞങ്ങൾക്കുണ്ട്.",
    "USER REPRESENTATIONS": "ഉപയോക്തൃ പ്രതിനിധാനങ്ങൾ",
    "warrant and represent that your Submissions do not constitute confidential information. You are solely responsible for your Submissions and you expressly agree to reimburse us for any and all losses that we may suffer because of your breach of (a) this section, (b) any third party’s intellectual property rights, or (c) applicable law.": "നിന്റെ സമർപ്പണങ്ങൾ രഹസ്യ വിവരങ്ങളല്ലെന്ന് നിന്ന് ഉറപ്പ് നൽകുകയും പ്രതിനിധാനം ചെയ്യുകയും ചെയ്യുന്നു. നിന്റെ സമർപ്പണങ്ങൾക്ക് നിന്ന് മാത്രമാണ് ഉത്തരവാദിത്തം, കൂടാതെ (a) ഈ വിഭാഗം, (b) ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ ബൗദ്ധിക സ്വത്തവകാശങ്ങൾ, അല്ലെങ്കിൽ (c) ബാധകമായ നിയമം എന്നിവയുടെ നിന്റെ ലംഘനം മൂലം ഞങ്ങൾക്ക് ഉണ്ടാകാവുന്ന എല്ലാ നഷ്ടങ്ങളും നിന്ന് ഞങ്ങൾക്ക് നഷ്ടപരിഹാരം നൽകാൻ വ്യക്തമായി സമ്മതിക്കുന്നു.",
    "warrant that any such Submission is original to you or that you have the necessary rights and licences to submit such Submissions and that you have full authority to grant us the above-mentioned rights in relation to your Submissions; and": "അത്തരം ഏതെങ്കിലും സമർപ്പണം നിന്റെ യഥാർത്ഥമാണെന്നോ, അല്ലെങ്കിൽ അത്തരം സമർപ്പണങ്ങൾ സമർപ്പിക്കാൻ ആവശ്യമായ അവകാശങ്ങളും ലൈസൻസുകളും നിനക്കുണ്ടെന്നോ, നിന്റെ സമർപ്പണങ്ങളുമായി ബന്ധപ്പെട്ട് മുകളിൽ പറഞ്ഞ അവകാശങ്ങൾ ഞങ്ങൾക്ക് നൽകാൻ നിനക്ക് പൂർണ്ണ അധികാരമുണ്ടെന്നോ നിന്ന് ഉറപ്പ് നൽകുന്നു; ഒപ്പം",
    "You are responsible for what you post or upload": "നിന്ന് പോസ്റ്റ് ചെയ്യുന്നതിനോ അപ്‌ലോഡ് ചെയ്യുന്നതിനോ നിന്ന് ഉത്തരവാദിയാണ്",
    "By sending us Submissions through any part of the Services you": "സേവനങ്ങളുടെ ഏതെങ്കിലും ഭാഗത്തിലൂടെ ഞങ്ങൾക്ക് സമർപ്പണങ്ങൾ അയയ്ക്കുന്നതിലൂടെ നിനക്ക് ഇത് സ്ഥിരീകരിക്കുന്നു: നിന്നെ ഞങ്ങളുടെ 'നിരോധിത പ്രവർത്തനങ്ങൾ' വായിച്ച് അതുമായി യോജിക്കുന്നുവെന്നും, സേവനങ്ങളിലൂടെ നിയമവിരുദ്ധമായ, ശല്യപ്പെടുത്തുന്ന, വിദ്വേഷപരമായ, ഹാനികരമായ, അപകീർത്തികരമായ, അശ്ലീലമായ, ഭീഷണിപ്പെടുത്തുന്ന, ദുരുപയോഗം ചെയ്യുന്ന, വിവേചനപരമായ, ഏതെങ്കിലും വ്യക്തിയെയോ ഗ്രൂപ്പിനെയോ ഭീഷണിപ്പെടുത്തുന്ന, ലൈംഗികമായി വ്യക്തമായ, തെറ്റായ, കൃത്യമല്ലാത്ത, വഞ്ചനാപരമായ അല്ലെങ്കിൽ തെറ്റിദ്ധരിപ്പിക്കുന്ന യാതൊരു സമർപ്പണവും പോസ്റ്റ് ചെയ്യുകയോ, അയയ്ക്കുകയോ, പ്രസിദ്ധീകരിക്കുകയോ, അപ്‌ലോഡ് ചെയ്യുകയോ, പ്രക്ഷേപണം ചെയ്യുകയോ ചെയ്യില്ലെന്നും സ്ഥിരീകരിക്കുന്നു. ബാധകമായ നിയമം അനുവദിക്കുന്ന പരിധിയിൽ, നിന്നെ അത്തരം സമർപ്പണങ്ങളിലുള്ള എല്ലാ ധാർമ്മിക അവകാശങ്ങളും ഉപേക്ഷിക്കുന്നു",
    "confirm that you have read and agree with our 'PROHIBITED ACTIVITIES' and will not post, send, publish, upload, or transmit through the Services any Submission that is illegal, harassing, hateful, harmful, defamatory, obscene, bullying, abusive, discriminatory, threatening to any person or group, sexually explicit, false, inaccurate, deceitful, or misleading.to the extent permissible by applicable law, waive any and all moral rights to any such Submission": "നിന്നെ ഞങ്ങളുടെ 'നിരോധിത പ്രവർത്തനങ്ങൾ' വായിച്ച് അതുമായി യോജിക്കുന്നുവെന്ന് സ്ഥിരീകരിക്കുന്നു, മാത്രമല്ല സേവനങ്ങളിലൂടെ നിയമവിരുദ്ധമായ, ശല്യപ്പെടുത്തുന്ന, വിദ്വേഷപരമായ, ഹാനികരമായ, അപകീർത്തികരമായ, അശ്ലീലമായ, ഭീഷണിപ്പെടുത്തുന്ന, ദുരുപയോഗം ചെയ്യുന്ന, വിവേചനപരമായ, ഏതെങ്കിലും വ്യക്തിയെയോ ഗ്രൂപ്പിനെയോ ഭീഷണിപ്പെടുത്തുന്ന, ലൈംഗികമായി വ്യക്തമായ, തെറ്റായ, കൃത്യമല്ലാത്ത, വഞ്ചനാപരമായ അല്ലെങ്കിൽ തെറ്റിദ്ധരിപ്പിക്കുന്ന യാതൊരു സമർപ്പണവും പോസ്റ്റ് ചെയ്യുകയോ, അയയ്ക്കുകയോ, പ്രസിദ്ധീകരിക്കുകയോ, അപ്‌ലോഡ് ചെയ്യുകയോ, പ്രക്ഷേപണം ചെയ്യുകയോ ചെയ്യില്ല. ബാധകമായ നിയമം അനുവദിക്കുന്ന പരിധിയിൽ, നിന്നെ അത്തരം സമർപ്പണങ്ങളിലുള്ള എല്ലാ ധാർമ്മിക അവകാശങ്ങളും ഉപേക്ഷിക്കുന്നു",
    "By directly sending us any question, comment, suggestion, idea, feedback, or other information about the Services ('Submissions'), you agree to assign to us all intellectual property rights in such Submission. You agree that we shall own this Submission and be entitled to its unrestricted use and dissemination for any lawful purpose, commercial or otherwise, without acknowledgement or compensation to you.": "സേവനങ്ങളെക്കുറിച്ചുള്ള ഏതെങ്കിലും ചോദ്യം, അഭിപ്രായം, നിർദ്ദേശം, ആശയം, ഫീഡ്‌ബാക്ക്, അല്ലെങ്കിൽ മറ്റ് വിവരങ്ങൾ ('സമർപ്പണങ്ങൾ') നേരിട്ട് ഞങ്ങൾക്ക് അയയ്ക്കുന്നതിലൂടെ, അത്തരം സമർപ്പണത്തിലെ എല്ലാ ബൗദ്ധിക സ്വത്തവകാശങ്ങളും ഞങ്ങൾക്ക് നൽകാൻ നിന്ന് സമ്മതിക്കുന്നു. ഈ സമർപ്പണം ഞങ്ങൾക്ക് സ്വന്തമായിരിക്കുമെന്നും, നിനക്ക് അംഗീകാരമോ പ്രതിഫലമോ നൽകാതെ, ഏതെങ്കിലും നിയമാനുസൃത ഉദ്ദേശ്യത്തിനായി, വാണിജ്യപരമോ അല്ലാതെയോ, അതിന്റെ പരിധിയില്ലാത്ത ഉപയോഗത്തിനും പ്രചരണത്തിനും അർഹതയുണ്ടെന്നും നിന്ന് സമ്മതിക്കുന്നു.",
    "Submissions": "സമർപ്പണങ്ങൾ",
    "Please review this section and the 'PROHIBITED ACTIVITIES' section carefully prior to using our Services to understand the (a) rights you give us and (b) obligations you have when you post or upload any content through the Services.": "ഞങ്ങളുടെ സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിന് മുമ്പ് ഈ വിഭാഗവും 'നിരോധിത പ്രവർത്തനങ്ങൾ' വിഭാഗവും ശ്രദ്ധാപൂർവ്വം അവലോകനം ചെയ്യുക, (a) നിന്ന് ഞങ്ങൾക്ക് നൽകുന്ന അവകാശങ്ങളും (b) സേവനങ്ങളിലൂടെ ഏതെങ്കിലും ഉള്ളടക്കം പോസ്റ്റ് ചെയ്യുമ്പോഴോ അപ്‌ലോഡ് ചെയ്യുമ്പോഴോ നിന്റെ ബാധ്യതകളും മനസ്സിലാക്കാൻ.",
    "Any breach of these Intellectual Property Rights will constitute a material breach of our Legal Terms and your right to use our Services will terminate immediately.": "ഈ ബൗദ്ധിക സ്വത്തവകാശങ്ങളുടെ ഏതെങ്കിലും ലംഘനം ഞങ്ങളുടെ നിയമനിബന്ധനകളുടെ ഒരു സുപ്രധാന ലംഘനമായി കണക്കാക്കപ്പെടും, കൂടാതെ ഞങ്ങളുടെ സേവനങ്ങൾ ഉപയോഗിക്കാനുള്ള നിന്റെ അവകാശം ഉടൻ അവസാനിക്കും.",
    "If you wish to make any use of the Services, Content, or Marks other than as set out in this section or elsewhere in our Legal Terms, please address your request to quit@cignix.com. If we ever grant you permission to post, reproduce, or publicly display any part of our Services or Content, you must identify us as the owners or licensors of the Services, Content, or Marks and ensure that any copyright or proprietary notice appears or is visible on posting, reproducing, or displaying our Content. `We reserve all rights not expressly granted to you in and to the Services, Content, and Marks.": "ഈ വിഭാഗത്തിലോ ഞങ്ങളുടെ നിയമനിബന്ധനകളിൽ മറ്റെവിടെയെങ്കിലും പറഞ്ഞിരിക്കുന്നതല്ലാതെ സേവനങ്ങൾ, ഉള്ളടക്കം, അല്ലെങ്കിൽ മാർക്കുകൾ എന്തെങ്കിലും ഉപയോഗിക്കാൻ നിനക്ക് ആഗ്രഹമുണ്ടെങ്കിൽ, ദയവായി നിന്റെ അഭ്യർത്ഥന quit@cignix.com എന്ന വിലാസത്തിലേക്ക് അയയ്ക്കുക. ഞങ്ങളുടെ സേവനങ്ങളുടെയോ ഉള്ളടക്കത്തിന്റെയോ ഏതെങ്കിലും ഭാഗം പോസ്റ്റ് ചെയ്യാനോ, പുനർനിർമ്മിക്കാനോ, പൊതുവായി പ്രദർശിപ്പിക്കാനോ ഞങ്ങൾ നിനക്ക് എപ്പോഴെങ്കിലും അനുമതി നൽകുകയാണെങ്കിൽ, ഞങ്ങളെ സേവനങ്ങളുടെ, ഉള്ളടക്കത്തിന്റെ, അല്ലെങ്കിൽ മാർക്കുകളുടെ ഉടമകളോ ലൈസൻസർമാരോ ആയി തിരിച്ചറിയുകയും, ഞങ്ങളുടെ ഉള്ളടക്കം പോസ്റ്റ് ചെയ്യുമ്പോഴോ, പുനർനിർമ്മിക്കുമ്പോഴോ, പ്രദർശിപ്പിക്കുമ്പോഴോ ഏതെങ്കിലും കോപ്പിറൈറ്റ് അല്ലെങ്കിൽ പ്രോപ്രൈറ്ററി നോട്ടീസ് പ്രത്യക്ഷപ്പെടുന്നതോ ദൃശ്യമാകുന്നതോ ആണെന്ന് ഉറപ്പാക്കുകയും വേണം. `സേവനങ്ങളിലും, ഉള്ളടക്കത്തിലും, മാർക്കുകളിലും നിനക്ക് വ്യക്തമായി നൽകാത്ത എല്ലാ അവകാശങ്ങളും ഞങ്ങൾ നിലനിർത്തുന്നു.",
    "Except as set out in this section or elsewhere in our Legal Terms, no part of the Services and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.": "ഈ വിഭാഗത്തിലോ ഞങ്ങളുടെ നിയമനിബന്ധനകളിൽ മറ്റെവിടെയെങ്കിലും പറഞ്ഞിരിക്കുന്നതല്ലാതെ, ഞങ്ങളുടെ വ്യക്തമായ മുൻകൂർ എഴുത്ത് അനുമതി ഇല്ലാതെ, സേവനങ്ങളുടെ ഒരു ഭാഗവും ഉള്ളടക്കമോ മാർക്കുകളോ പകർത്തുകയോ, പുനർനിർമ്മിക്കുകയോ, ഒരുമിച്ച് കൂട്ടുകയോ, വീണ്ടും പ്രസിദ്ധീകരിക്കുകയോ, അപ്‌ലോഡ് ചെയ്യുകയോ, പോസ്റ്റ് ചെയ്യുകയോ, പൊതുവായി പ്രദർശിപ്പിക്കുകയോ, എൻകോഡ് ചെയ്യുകയോ, വിവർത്തനം ചെയ്യുകയോ, സംപ്രേഷണം ചെയ്യുകയോ, വിതരണം ചെയ്യുകയോ, വിൽക്കുകയോ, ലൈസൻസ് നൽകുകയോ, അല്ലെങ്കിൽ ഏതെങ്കിലും വാണിജ്യ ഉദ്ദേശ്യത്തിനായി ഉപയോഗിക്കുകയോ ചെയ്യരുത്.",
    "Subject to your compliance with these Legal Terms, including the'PROHIBITED ACTIVITIES' section below, we grant you a non-exclusive, non-transferable, revocable license to": "നിന്റെ ഈ നിയമ നിബന്ധനകൾ പാലിക്കുന്നതിന് വിധേയമായി, താഴെ പറയുന്ന 'നിരോധിത പ്രവർത്തനങ്ങൾ' വിഭാഗം ഉൾപ്പെടെ, ഞങ്ങൾ നിനക്ക് ഒരു അവിശേഷിത, കൈമാറ്റം ചെയ്യാനാകാത്ത, പിൻവലിക്കാവുന്ന അനുമതി നൽകുന്നു",
    "access the Services; and download or print a copy of any portion of the Content to which you have properly gained access, solely for your personal, non-commercial use.": "സേവനങ്ങൾ ആക്സസ് ചെയ്യാനും; നിനക്ക് ശരിയായി ആക്സസ് ലഭിച്ച ഉള്ളടക്കത്തിന്റെ ഏതെങ്കിലും ഭാഗത്തിന്റെ ഒരു പകർപ്പ് ഡൗൺലോഡ് ചെയ്യാനോ പ്രിന്റ് ചെയ്യാനോ, നിന്റെ വ്യക്തിഗത, വാണിജ്യേതര ഉപയോഗത്തിന് മാത്രം.",
    "Your use of our Services": "നിന്റെ ഞങ്ങളുടെ സേവനങ്ങളുടെ ഉപയോഗം",
    "The Content and Marks are provided in or through the Services 'AS IS' for your personal, non-commercial use only.": "ഉള്ളടക്കവും മാർക്കുകളും സേവനങ്ങളിൽ അല്ലെങ്കിൽ സേവനങ്ങളിലൂടെ 'അതുപോലെ' നൽകപ്പെടുന്നു, നിന്റെ വ്യക്തിഗത, വാണിജ്യേതര ഉപയോഗത്തിന് മാത്രം.",
    "Our Content and Marks are protected by copyright and trademark laws (and various other intellectual property rights and unfair competition laws) and treaties around the world.": "ഞങ്ങളുടെ ഉള്ളടക്കവും മാർക്കുകളും കോപ്പിറൈറ്റ്, ട്രേഡ്മാർക്ക് നിയമങ്ങൾ (മറ്റ് വിവിധ ബൗദ്ധിക സ്വത്തവകാശങ്ങളും അന്യായമായ മത്സര നിയമങ്ങളും) ലോകമെമ്പാടുമുള്ള ഉടമ്പടികൾ എന്നിവയാൽ സംരക്ഷിക്കപ്പെട്ടിരിക്കുന്നു.",
    "The information provided when using the Services is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the Services from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.": "സേവനങ്ങൾ ഉപയോഗിക്കുമ്പോൾ നൽകുന്ന വിവരങ്ങൾ ഏതെങ്കിലും അധികാരപരിധിയിലോ രാജ്യത്തോ ഉള്ള ഏതെങ്കിലും വ്യക്തിക്കോ സ്ഥാപനത്തിനോ വിതരണം ചെയ്യാനോ ഉപയോഗിക്കാനോ ഉദ്ദേശിച്ചുള്ളതല്ല, അവിടെ അത്തരം വിതരണമോ ഉപയോഗമോ നിയമത്തിനോ നിയന്ത്രണത്തിനോ വിരുദ്ധമാകുന്നതോ, അല്ലെങ്കിൽ ഞങ്ങളെ ആ അധികാരപരിധിയിലോ രാജ്യത്തോ ഏതെങ്കിലും രജിസ്ട്രേഷൻ ആവശ്യകതയ്ക്ക് വിധേയമാക്കുന്നതോ ആണ്. അതനുസരിച്ച്, മറ്റ് സ്ഥലങ്ങളിൽ നിന്ന് സേവനങ്ങൾ ആക്സസ് ചെയ്യാൻ തിരഞ്ഞെടുക്കുന്ന വ്യക്തികൾ അത് സ്വന്തം മുൻകൈയിൽ ചെയ്യുന്നു, കൂടാതെ പ്രാദേശിക നിയമങ്ങൾ ബാധകമാണെങ്കിൽ അവ പാലിക്കുന്നതിന് അവർ മാത്രമാണ് ഉത്തരവാദികൾ.",
    "Our intellectual property": "ഞങ്ങളുടെ ബൗദ്ധിക സ്വത്ത്",
    "INTELLECTUAL PROPERTY RIGHTS": "ബൗദ്ധിക സ്വത്തവകാശങ്ങൾ",
    "OUR SERVICES": "ഞങ്ങളുടെ സേവനങ്ങൾ",
    "We recommend that you print a copy of these Legal Terms for your records.": "നിന്റെ രേഖകൾക്കായി ഈ നിയമനിബന്ധനകളുടെ ഒരു പകർപ്പ് പ്രിന്റ് ചെയ്യാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.",
    "The Services are intended for users who are at least 18 years of age. All users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Services. If you are a minor, you must have your parent or guardian read and agree to these Legal Terms prior to you using the Services.": "സേവനങ്ങൾ കുറഞ്ഞത് 18 വയസ്സുള്ള ഉപയോക്താക്കൾക്കായി ഉദ്ദേശിച്ചുള്ളതാണ്. താമസിക്കുന്ന അധികാരപരിധിയിൽ മൈനർമാരായ എല്ലാ ഉപയോക്താക്കളും (സാധാരണയായി 18 വയസ്സിന് താഴെയുള്ളവർ) സേവനങ്ങൾ ഉപയോഗിക്കാൻ അവരുടെ മാതാപിതാവിന്റെയോ രക്ഷാകർത്താവിന്റെയോ അനുമതി ഉണ്ടായിരിക്കണം, കൂടാതെ അവരുടെ നേരിട്ടുള്ള മേൽനോട്ടത്തിൽ ആയിരിക്കണം. നിന്ന് മൈനർ ആണെങ്കിൽ, സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിന് മുമ്പ് നിന്റെ മാതാപിതാവ് അല്ലെങ്കിൽ രക്ഷാകർത്താവ് ഈ നിയമനിബന്ധനകൾ വായിച്ച് അംഗീകരിക്കണം.",
    "We will provide you with prior notice of any scheduled changes to the Services you are using. The modified Legal Terms will become effective upon posting or notifying you by quit@cignix.com, as stated in the email message. By continuing to use the Services after the effective date of any changes, you agree to be bound by the modified terms.": "നിന്ന് ഉപയോഗിക്കുന്ന സേവനങ്ങളിൽ ഷെഡ്യൂൾ ചെയ്ത ഏതെങ്കിലും മാറ്റങ്ങളെക്കുറിച്ച് ഞങ്ങൾ നിനക്ക് മുൻകൂർ അറിയിപ്പ് നൽകും. പരിഷ്കരിച്ച നിയമനിബന്ധനകൾ പോസ്റ്റ് ചെയ്യുമ്പോൾ അല്ലെങ്കിൽ quit@cignix.com വഴി നിന്നെ അറിയിക്കുമ്പോൾ, ഇമെയിൽ സന്ദേശത്തിൽ പറഞ്ഞിരിക്കുന്നതനുസരിച്ച്, പ്രാബല്യത്തിൽ വരും. മാറ്റങ്ങളുടെ പ്രാബല്യ തീയതിക്ക് ശേഷവും സേവനങ്ങൾ ഉപയോഗിക്കുന്നത് തുടരുന്നതിലൂടെ, പരിഷ്കരിച്ച നിബന്ധനകൾക്ക് നിന്ന് ബാധ്യസ്ഥനാണെന്ന് സമ്മതിക്കുന്നു.",
    "IF YOU DO NOT AGREE WITH ALL OF THESE LEGAL TERMS, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SERVICES AND YOU MUST DISCONTINUE USE IMMEDIATELY.": "നിന്ന് ഈ എല്ലാ നിയമനിബന്ധനകളോടും യോജിക്കുന്നില്ലെങ്കിൽ, സേവനങ്ങൾ ഉപയോഗിക്കുന്നത് നിനക്ക് വ്യക്തമായി നിരോധിച്ചിരിക്കുന്നു, കൂടാതെ നിന്ന് ഉപയോഗം ഉടൻ നിർത്തണം.",
    "These Legal Terms constitute a legally binding agreement made between you, whether personally or on behalf of an entity ('you'), and Cignix, concerning your access to and use of the Services. You agree that by accessing the Services, you have read, understood, and agreed to be bound by all of these Legal Terms.": "ഈ നിയമനിബന്ധനകൾ, നിന്ന് (വ്യക്തിപരമായോ ഒരു സ്ഥാപനത്തിന് വേണ്ടിയോ) ('നിന്ന്'), സിഗ്നിക്സ് എന്നിവർ തമ്മിൽ, നിന്റെ സേവനങ്ങളിലേക്കുള്ള ആക്സസിനെക്കുറിച്ചും ഉപയോഗത്തെക്കുറിച്ചും ഉള്ള ഒരു നിയമപരമായി ബാധ്യതയുള്ള കരാറാണ്. സേവനങ്ങൾ ആക്സസ് ചെയ്യുന്നതിലൂടെ, നിന്ന് ഈ എല്ലാ നിയമനിബന്ധനകളും വായിച്ച് മനസ്സിലാക്കി, അവയാൽ ബന്ധിതനാകാൻ സമ്മതിച്ചിട്ടുണ്ടെന്ന് നിന്ന് സമ്മതിക്കുന്നു.",
    "Acceptance of Legal Terms": "നിയമനിബന്ധനകളുടെ സ്വീകാര്യത",
    "Unit No. 105, First Floor, Iris Tech Park, Sector-48, Gurgaon, Haryana 122018, India.": "യൂണിറ്റ് നമ്പർ 105, ഒന്നാം നില, ഐറിസ് ടെക് പാർക്ക്, സെക്ടർ-48, ഗുരുഗ്രാം, ഹരിയാന 122018, ഇന്ത്യ.",
    "email at quit@cignix.com, or by mail to": "quit@cignix.com എന്ന ഇമെയിൽ വഴിയോ മെയിൽ വഴിയോ",
    "You can contact us by phone at": "നിനക്ക് ഞങ്ങളെ ഫോൺ വഴി ബന്ധപ്പെടാം",
    "Cignix is a dedicated platform designed to help smokers quit and embrace a healthier, smoke-free life. Through interactive quizzes and engaging videos, we assess your level of nicotine dependence, providing you with insights and guidance. Our personalized approach supports you every step of the way, helping you overcome cravings, build healthy habits, and achieve a lasting, smoke-free lifestyle.": "സിഗ്നിക്സ് പുകവലിക്കാർക്ക് പുകവലി ഉപേക്ഷിക്കാനും ആരോഗ്യകരവും പുകയില്ലാത്തതുമായ ജീവിതം സ്വീകരിക്കാനും സഹായിക്കുന്നതിനായി രൂപകൽപ്പന ചെയ്ത ഒരു സമർപ്പിത പ്ലാറ്റ്‌ഫോമാണ്. സംവേദനാത്മക ക്വിസുകളിലൂടെയും ആകർഷകമായ വീഡിയോകളിലൂടെയും, നിന്റെ നിക്കോട്ടിൻ ആശ്രിതത്വത്തിന്റെ തലം ഞങ്ങൾ വിലയിരുത്തുന്നു, നിനക്ക് ഉൾക്കാഴ്ചകളും മാർഗനിർദ്ദേശങ്ങളും നൽകുന്നു. ഞങ്ങളുടെ വ്യക്തിഗത സമീപനം നിന്റെ ഓരോ ചുവടിലും നിന്നെ പിന്തുണയ്ക്കുന്നു, ആസക്തി മറികടക്കാനും ആരോഗ്യകരമായ ശീലങ്ങൾ വളർത്താനും ദീർഘകാല പുകയില്ലാത്ത ജീവിതശൈലി കൈവരിക്കാനും സഹായിക്കുന്നു.",
    "We operate the website": "ഞങ്ങൾ വെബ്സൈറ്റ് പ്രവർത്തിപ്പിക്കുന്നു",
    "(the 'Site'), as well as any other related products and services that refer or link to these legal terms (the 'Legal Terms') (collectively, the 'Services').": "('സൈറ്റ്'), കൂടാതെ ഈ നിയമനിബന്ധനകളെ ('നിയമനിബന്ധനകൾ') പരാമർശിക്കുന്നതോ ലിങ്ക് ചെയ്യുന്നതോ ആയ മറ്റേതെങ്കിലും ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും (മൊത്തത്തിൽ 'സേവനങ്ങൾ').",
    "Unit No. 105, First Floor, Iris Tech Park, Sector-48, Gurgaon, Haryana 122018.": "യൂണിറ്റ് നമ്പർ 105, ഒന്നാം നില, ഐറിസ് ടെക് പാർക്ക്, സെക്ടർ-48, ഗുരുഗ്രാം, ഹരിയാന 122018.",
    "We are Cignix ('Company', 'we', 'us', or 'our'), a company registered in India at": "ഞങ്ങൾ സിഗ്നിക്സ് ('കമ്പനി', 'ഞങ്ങൾ', 'നമ്മൾ', അല്ലെങ്കിൽ 'നമ്മുടെ'), ഇന്ത്യയിൽ രജിസ്റ്റർ ചെയ്ത ഒരു കമ്പനിയാണ്",
    "AGREEMENT TO OUR LEGAL TERMS": "ഞങ്ങളുടെ നിയമനിബന്ധനകളോടുള്ള കരാർ",
    "About Cignix": "സിഗ്നിക്സ് بارے میں"
  },
  "PlaceHolder": {
    "Type your question here...": "നിന്റെ ചോദ്യം ഇവിടെ ടൈപ്പ് ചെയ്യുക...",
    "Enter Current Password": "നിലവിലെ പാസ്‌വേഡ് നൽകുക",
    "Enter New Password": "പുതിയ പാസ്‌വേഡ് നൽകുക",
    "Retype New Password": "പുതിയ പാസ്‌വേഡ് വീണ്ടും ടൈപ്പ് ചെയ്യുക",
    "Full Name": "പൂർണ്ണ നാമം",
    "Email Address": "ഇമെയിൽ വിലാസം",
    "Phone Number": "ഫോൺ നമ്പർ",
    "Date of Birth / Age": "ജനന തീയതി / പ്രായം",
    "Gender": "ലിംഗം",
    "Enter Coupon Code": "കൂപ്പൺ കോഡ് നൽകുക",
    "Enter Otp": "OTP നൽകുക",
    "Whatsapp Number": "വാട്സ്ആപ്പ് നമ്പർ"
  }
}